{
    "cik": "320340",
    "company": "INTELLIGENT SYSTEMS CORP",
    "filing_type": "10-Q",
    "filing_date": "2021-11-04",
    "period_of_report": "2021-09-30",
    "sic": "7372",
    "state_of_inc": "GA",
    "state_location": "GA",
    "fiscal_year_end": "1231",
    "filing_html_index": "https://www.sec.gov/Archives/edgar/data/320340/0001437749-21-025179-index.html",
    "htm_filing_link": "https://www.sec.gov/Archives/edgar/data/320340/000143774921025179/ins20210930_10q.htm",
    "complete_text_filing_link": "https://www.sec.gov/Archives/edgar/data/320340/0001437749-21-025179.txt",
    "filename": "32034010Q2021_https___www.htm",
    "item_1": "Item 1. Financial Statements\nIntelligent Systems Corporation\nCONSOLIDATED BALANCE SHEETS\n(in thousands, except share and per share amounts)\nAs of\nSeptember 30, 2021\nDecember 31, 2020\n(unaudited)\n(audited)\nASSETS\nCurrent assets:\nCash\n$ 20,567 $ 37,956\nAccounts receivable, net\n14,082 3,270\nNotes and interest receivable, current portion\n220 −\nOther current assets\n2,241 1,263\nTotal current assets\n37,110 42,489\nInvestments\n2,707 1,921\nNotes and interest receivable, net of current portion\n2,995 2,681\nProperty and equipment, at cost less accumulated depreciation\n7,483 6,914\nOther long-term assets\n3,995 3,020\nTotal assets\n$ 54,290 $ 57,025\nLIABILITIES AND STOCKHOLDERS’ EQUITY\nCurrent liabilities:\nAccounts payable\n$ 1,528 $ 714\nDeferred revenue, current portion\n1,552 1,322\nAccrued payroll\n2,749 1,901\nAccrued expenses\n347 321\nIncome tax payable\n636 954\nOther current liabilities\n2,480 4,850\nTotal current liabilities\n9,292 10,062\nNoncurrent liabilities:\nDeferred revenue, net of current portion\n76 −\nDeferred tax liability\n818 818\nLong-term lease obligation\n2,446 1,994\nTotal noncurrent liabilities\n3,340 2,812\nStockholders’ equity:\nCommon stock, $0.01 par value: Authorized shares - 20,000,000;\nIssued shares - 9,001,311 and 8,929,368 at September 30, 2021 and December 31, 2020, respectively;\nOutstanding shares - 8,700,569 and 8,885,797 at September 30, 2021 and December 31, 2020, respectively\n90 89\nAdditional paid-in capital\n16,229 15,836\nTreasury stock, 300,742 and 43,571 shares at September 30, 2021 and December 31, 2020, respectively, at cost\n(10,900 ) (1,639 )\nAccumulated other comprehensive loss\n(145 ) (140 )\nAccumulated income\n36,384 30,005\nTotal stockholders’ equity\n41,658 44,151\nTotal liabilities and stockholders’ equity\n$ 54,290 $ 57,025\nThe accompanying notes are an integral part of these Consolidated Financial Statements.\nIntelligent Systems Corporation\nCONSOLIDATED STATEMENTS OF OPERATIONS\n(unaudited, in thousands, except share and per share amounts)\nThree Months Ended\nSeptember 30,\nNine Months Ended\nSeptember 30,\nRevenue\nServices\n$ 11,152\n$ 8,704\n$ 31,119\n$ 24,650\nProducts\n1,783\n1,600\n4,083\n1,600\nTotal net revenue\n12,935\n10,304\n35,202\n26,250\nCost of revenue\nServices\n6,104\n4,217\n16,091\n11,418\nProducts\n−\n−\n−\n−\nTotal cost of revenue\n6,104\n4,217\n16,091\n11,418\nExpenses\nMarketing\nGeneral and administrative\n1,069\n3,190\n2,698\nResearch and development\n2,356\n1,639\n7,109\n3,477\nIncome from operations\n3,309\n3,481\n8,633\n8,563\nInvestment income (loss)\n(92 )\n(215 )\n(1,237 )\nOther income\nIncome before income taxes\n3,436\n3,448\n8,648\n7,638\nIncome taxes\n2,269\n1,596\nNet income\n$ 2,534\n$ 2,795\n$ 6,379\n$ 6,042\nEarnings per share:\nBasic\n$ 0.29\n$ 0.31\n$ 0.72\n$ 0.68\nDiluted\n$ 0.29\n$ 0.31\n$ 0.72\n$ 0.67\nBasic weighted average common shares outstanding\n8,714,579\n8,927,908\n8,803,760\n8,925,961\nDiluted weighted average common shares outstanding\n8,744,818\n9,022,996\n8,835,427\n9,021,314\nCONSOLIDATED STATEMENTS OF COMPREHENSIVE INCOME (LOSS)\n(unaudited, in thousands)\nThree Months Ended\nSeptember 30,\nNine Months Ended\nSeptember 30,\nNet income\n$ 2,534\n$ 2,795\n$ 6,379\n$ 6,042\nOther comprehensive income (loss):\nForeign currency translation adjustments\n(13 )\n(5 )\n(35 )\nTotal comprehensive income\n$ 2,521\n$ 2,806\n$ 6,374\n$ 6,007\nThe accompanying notes are an integral part of these Consolidated Financial Statements.\nIntelligent Systems Corporation\nCONSOLIDATED STATEMENTS OF STOCKHOLDERS’ EQUITY\n(unaudited, in thousands, except share amounts)\nCommon Stock\nAdditional Paid-In Capital\nTreasury Stock\nAccumulated Other Comprehensive Loss\nAccumulated Earnings\nStockholders’ Equity\nShares\nAmount\nBalance at December 31, 2019\n8,924,988 $ 89 $ 15,450 $ -- $ (94 ) $ 21,844 $ 37,289\nNet income\n1,047 1,047\nStock compensation expense\n62 62\nForeign currency translation adjustment\n(31 ) (31 )\nBalance at March 31, 2020\n8,924,988 $ 89 $ 15,512 $ -- $ (125 ) $ 22,891 $ 38,367\nNet income\n2,200 2,200\nStock compensation expense\n61 61\nForeign currency translation adjustment\n(15 ) (15 )\nBalance at June 30, 2020\n8,924,988 $ 89 $ 15,573 $ -- $ (140 ) $ 25,091 $ 40,613\nNet income\n2,795 2,795\nStock compensation expense\n4,380 207 207\nForeign currency translation adjustment\n11 11\nBalance at September 30, 2020\n8,929,368 $ 89 $ 15,780 $ -- $ (129 ) $ 27,886 $ 43,626\nBalance at December 31, 2020\n8,885,797 $ 89 $ 15,836 $ (1,639 ) $ (140 ) $ 30,005 $ 44,151\nCommon stock repurchased*\n(70,947 ) (2,712 ) (2,712 )\nStock options exercised\n67,500 1 106 107\nNet income\n1,040 1,040\nStock compensation expense\n57 57\nForeign currency translation adjustment\n4 4\nBalance at March 31, 2021\n8,882,350 $ 90 $ 15,999 $ (4,351 ) $ (136 ) $ 31,045 $ 42,647\nCommon stock repurchased*\n(144,194 ) (5,048 ) (5,048 )\nNet income\n2,805 2,805\nStock compensation expense\n4,443 198 198\nForeign currency translation adjustment\n4 4\nBalance at June 30, 2021\n8,742,599 $ 90 $ 16,197 $ (9,399 ) $ (132 ) $ 33,850 $ 40,606\nCommon stock repurchased*\n(42,030 ) (1,501 ) (1,501 )\nNet income\n2,534 2,534\nStock compensation expense\n32 32\nForeign currency translation adjustment\n(13 ) (13 )\nBalance at September 30, 2021\n8,700,569 $ 90 $ 16,229 $ (10,900 ) $ (145 ) $ 36,384 $ 41,658\n*At September 30, 2021, approximately $4,100,000 was authorized for future repurchases of our common stock.\nThe accompanying notes are an integral part of these Consolidated Financial Statements.\nIntelligent Systems Corporation\nCONSOLIDATED STATEMENTS OF CASH FLOWS\n(unaudited, in thousands)\nNine Months Ended September 30,\nCASH PROVIDED BY (USED FOR):\nOPERATING ACTIVITIES:\nNet income\n$ 6,379\n$ 6,042\nAdjustments to reconcile net income to net cash provided by operating activities:\nDepreciation and amortization\n2,697\n1,460\nStock-based compensation expense\nNon-cash investment expense\n−\n1,009\nNon-cash interest income\n(72 )\n(93 )\nEquity in loss of affiliate company\nChanges in operating assets and liabilities:\nAccounts receivable, net\n(10,812 )\n4,714\nOther current assets\n(978 )\n(312 )\nOther long-term assets\n(22 )\nAccounts payable\nAccrued payroll\n(487 )\nDeferred revenue, current portion\n2,786\nAccrued expenses\n(46 )\nOther current liabilities\n(2,844 )\n(993 )\nDeferred revenue, net of current portion\nNet cash (used for) provided by operating activities\n(3,157 )\n15,184\nINVESTING ACTIVITIES:\nPurchases of property and equipment\n(3,233 )\n(6,173 )\nAdvances on notes and interest receivable\n(550 )\n(1,000 )\nProceeds from payments on notes receivable\n−\nPurchase of intangible assets\n(400 )\n−\nPurchase of long-term investment\n(1,000 )\n−\nNet cash used for investing activities\n(5,073 )\n(7,173 )\nFINANCING ACTIVITIES:\nSale of capital stock pursuant to exercise of option\n−\nRepurchases of common stock\n(9,261 )\n−\nNet cash used for financing activities\n(9,154 )\n−\nEffects of exchange rate changes on cash\n(5 )\n(35 )\nNet (decrease) increase in cash\n(17,389 )\n7,976\nCash at beginning of period\n37,956\n26,415\nCash at end of period\n$ 20,567\n$ 34,391\nSUPPLEMENTAL DISCLOSURE OF CASH FLOW INFORMATION:\nCash paid during the period for income taxes\n$ 2,626\n$ 1,826\nThe accompanying notes are an integral part of these Consolidated Financial Statements.\nIntelligent Systems Corporation\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS\n(unaudited)\n1.\nSUMMARY OF SIGNIFICANT ACCOUNTING POLICIES\nBasis of Presentation\nThroughout this report, the terms “we”, “us”, “ours”, “ISC” and “Company” refer to Intelligent Systems Corporation, including its wholly-owned and majority-owned subsidiaries. The unaudited Consolidated Financial Statements presented in this Form 10-Q have been prepared in accordance with accounting principles generally accepted in the United States applicable to interim financial statements. Accordingly, they do not include all of the information and notes required for complete financial statements. In the opinion of ISC management, these Consolidated Financial Statements contain all adjustments (which comprise only normal and recurring accruals) necessary to present fairly the financial position and results of operations as of and for the three and nine month periods ended September 30, 2021 and 2020. The interim results for the three and nine months ended September 30, 2021 are not necessarily indicative of the results to be expected for the full year. These statements should be read in conjunction with our Consolidated Financial Statements and notes thereto for the fiscal year ended December 31, 2020, as filed in our Annual Report on Form 10-K.\nThere were no other material changes in our significant accounting policies as compared to the significant accounting policies described in the Company’s Annual Report on Form 10-K for the year ended December 31, 2020.\nRecent Accounting Pronouncements Not Yet Adopted\nIn June 2016, the FASB issued ASU No. 2016-13, Measurement of Credit Losses on Financial Instruments, to require financial assets carried at amortized cost to be presented at the net amount expected to be collected based on historical experience, current conditions and forecasts. Subsequently, the FASB issued ASU No. 2018-19, Codification Improvements to Topic 326, to clarify that receivables arising from operating leases are within the scope of lease accounting standards. Further, the FASB issued ASU No. 2019-04, ASU No. 2019-05, ASU 2019-10 and ASU 2019-11 to provide additional guidance on the credit losses standard. The ASUs are effective for interim and annual periods beginning after December 15, 2022, with early adoption permitted. Adoption of the ASUs is on a modified retrospective basis. We plan to adopt the ASUs on January 1, 2023. The ASUs are currently not expected to have a material impact on our consolidated financial statements.\nRecent Accounting Pronouncements Adopted\nIn December 2019, the FASB issued ASU 2019-12, Income Taxes (Topic 740): Simplifying the Accounting for Income Taxes. This standard simplifies the accounting for income taxes by eliminating certain exceptions to the guidance in Topic 740 related to the approach for intra-period tax allocation, the methodology for calculating income taxes in an interim period and the recognition of deferred tax liabilities for outside basis differences. The new guidance also simplifies aspects of the accounting for franchise taxes and enacted changes in tax laws or rates and clarifies the accounting for transactions that result in a step-up in the tax basis of goodwill and allocating consolidated income taxes to separate financial statements of entities not subject to income tax. This standard is effective for fiscal years beginning after December 15, 2020, with early adoption permitted. We adopted this standard in the first quarter of 2021 and the adoption did not have a material impact on the Consolidated Financial Statements.\nIn January 2020, the FASB issued ASU 2020-01, Investments-Equity Securities (Topic 321), Investments-Equity Method and Joint Ventures (Topic 323), and Derivatives and Hedging (Topic 815): Clarifying the Interactions between Topic 321, Topic 323, and Topic 815 (“ASU 2020-01”), which clarifies certain interactions between the guidance to account for certain equity securities, investments under the equity method of accounting and forward contracts or purchased options to purchase securities under Topic 321, Topic 323 and Topic 815. For public entities, ASU 2020-01 is effective for fiscal years, including interim periods within those fiscal years, beginning after December 15, 2020. We adopted this standard in the first quarter of 2021 and the adoption did not have a material impact on the Consolidated Financial Statements.\nWe have considered all other recently issued accounting pronouncements and do not believe the adoption of such pronouncements will have a material impact on our Consolidated Financial Statements.\n2.\nREVENUE\nDisaggregation of Revenue\nIn the following table, revenue is disaggregated by type of revenue for the three and nine months ended September 30, 2021 and 2020:\nThree Months Ended\nSeptember 30,\nNine Months Ended\nSeptember 30,\n(in thousands)\nLicense\n$ 1,783\n$ 1,600\n$ 4,083\n$ 1,600\nProfessional services\n6,893\n5,392\n18,740\n15,827\nProcessing and maintenance\n3,457\n2,950\n10,256\n7,817\nThird party\n2,123\n1,006\nTotal\n$ 12,935\n$ 10,304\n$ 35,202\n$ 26,250\nForeign revenues are based on the location of the customer. Revenues from customers by geographic area for the three and nine months ended September 30, 2021 and 2020 are as follows:\nThree Months Ended\nSeptember 30,\nNine Months Ended\nSeptember 30,\n(in thousands)\nUnited States\n$ 12,610\n$ 9,940\n$ 34,007\n$ 25,302\nEuropean Union\nMiddle East\n--\n--\nTotal\n$ 12,935\n$ 10,304\n$ 35,202\n$ 26,250\nConcentration of Revenue\nThe following table indicates the percentage of consolidated revenue represented by each customer that represented more than 10 percent of consolidated revenue in the three and nine month periods ended September 30, 2021 and 2020. Most of our customers have multi-year contracts with recurring revenue as well as professional services fees that vary by period depending on their business needs.\nThree Months Ended\nSeptember 30,\nNine Months Ended September 30,\nCustomer A\n%\n%\n%\n%\nCustomer B\n%\n%\n%\n%\n3.\nNOTES RECEIVABLE\nDuring the quarter ended September 30, 2017, we entered into a Loan Agreement with a privately-held identity and professional services company with ties to the FinTech industry. We committed to lend up to $1,500,000 all of which has been advanced. During 2018, we advanced $550,000 on three separate simple Promissory Note(s). As discussed in Note 4, we converted the Loan Agreement and all outstanding Promissory Notes to an equity ownership of 40 percent of the company. At the same time, we entered into and advanced a $1,000,000 Loan Agreement that bears interest at the rate of 6.0 percent annually with a maturity date of June 2021. In October 2019 and January 2020, we entered into Loan Agreements and advanced an additional $500,000 and $1,000,000, respectively, that bears interest at the rate of 6.0 percent annually with maturity dates of October 2021 and January 2022, respectively. In January 2021, we deferred payment of these Loans to December 2023 and have therefore classified the Loans as long-term.\nIn the quarter ended March 31, 2018, we entered into a Convertible Loan Agreement with a private limited India based company in the FinTech industry. We committed to lend up to $435,000 with an initial advance of $235,000. The loan bears interest at the rate of 5.0 percent annually with the maturity date on the third anniversary of funding of such Promissory Note. We are entitled to convert the principal on the initial note for up to ten percent ownership of shares of the company. For the quarter ended March 31, 2020, we determined that the principal and interest is likely not collectible and therefore recorded a valuation allowance of $259,000, included in investment loss on the Consolidated Statement of Operations.\nIn February 2021, we entered into and advanced a $550,000 Promissory Note with a privately held technology company and program manager in the FinTech industry, discussed further below in Note 4. The note bears interest at the rate of 4.6 percent annually with the maturity date of October 2023.\n4.\nINVESTMENTS\nBeginning in 2017, and in subsequent periods we entered into a Loan Agreement and various Promissory Notes with a privately held identity and professional services company with ties to the FinTech industry. In June 2019, we converted the Loan Agreement and all Promissory Notes into equity resulting in ownership of 40 percent of the company. We account for our investment using the equity method of accounting which resulted in income of $53,000 and a loss of $215,000 for the three and nine months ended September 30, 2021, respectively, included in investment income (loss) on the Consolidated Statement of Operations. The carrying value of $1,707,000 is included in investments on the Consolidated Balance Sheets. A portion of the company’s business has been negatively impacted by the pandemic while other portions of its business have improved. We evaluate on a continuing basis whether any impairment indicators are present that would require additional analysis or write-downs of the investment. While we have not recorded an impairment related to this investment or determined that an impairment trigger existed at September 30, 2021, significant variations from current expectations could impact future assessments resulting in future impairment charges.\nOn December 30, 2016 we signed an agreement to invest $1,000,000 in a privately held technology company and program manager in the FinTech industry. The investment was funded on January 4, 2017. In the quarter ended June 30, 2018, we recorded an impairment charge of $250,000 to reduce the carrying value due to the investee’s limited funding to support its operation and sales and marketing efforts. In the quarter ended March 31, 2020, due to the uncertainty from the economic downturn resulting from the COVID-19 pandemic, we determined that the fair value of our investment was $0 and therefore we recorded an impairment charge of $750,000, included in investment loss on the Consolidated Statement of Operations for the quarter ended March 31, 2020. CoreCard remains in an ongoing business relationship with the company pursuant to a Processing Agreement and a Program Management Services Agreement. CoreCard is positioned to assume the program management aspects of the investee company if the need should arise to ensure their program(s) ongoing viability and the completion of the Processing Agreement with CoreCard. As program manager for this company, we receive cash periodically to fund the customer’s various programs. We held $910,000 and $3,335,000 at September 30, 2021 and December 31, 2020, respectively, in cash on behalf of this customer which is included in other current liabilities on the Consolidated Balance Sheet.\nIn the second quarter of 2021, we invested $1,000,000 in a privately held company that provides supply chain and receivables financing. The carrying amount of $1,000,000 is accounted for at cost and is included in investments on the Consolidated Balance Sheet.\n5.\nRELATED PARTY TRANSACTION\nThe lease on our headquarters and primary facility in Norcross, Georgia is held by ISC Properties, LLC, an entity controlled by our Chairman and Chief Executive Officer, J. Leland Strange. Mr. Strange holds a 100% ownership interest in ISC Properties, LLC. In March 2021, we signed a new lease for our headquarters facility for a 5 year term as disclosed on our Form 8-K dated April 1, 2021.\n6.\nSTOCK-BASED COMPENSATION\nAt September 30, 2021, we had three stock-based compensation plans in effect. In August 2020, shareholders approved the 2020 Non-Employee Directors’ Stock Incentive Plan (the “2020 Plan”), which authorizes the issuance of 200,000 shares of common stock to non-employee directors. We record compensation cost related to unvested stock awards by recognizing the unamortized grant date fair value on a straight-line basis over the vesting periods of each award. We have estimated forfeiture rates based on our historical experience. Stock-based compensation expense for the three and nine month periods ended September 30, 2021 and 2020 has been recognized as a component of general and administrative expenses in the accompanying Consolidated Financial Statements. We recorded $32,000 and $207,000 of stock-based compensation expense for the three months ended September 30, 2021 and 2020, respectively, and $287,000 and $330,000 for the nine months ended September 30, 2021 and 2020, respectively.\nAs of September 30, 2021, there is $42,000 of unrecognized compensation cost related to stock options. There were 0 and 67,500 options exercised during the three and nine months ended September 30, 2021, respectively. No options expired unexercised during the quarter. The following table summarizes options as of September 30, 2021:\n# of Shares\nWgt Avg Exercise Price\nWgt Avg Remaining Contractual Life in Years\nAggregate\nIntrinsic Value\nOutstanding at September 30, 2021\n59,000\n$ 17.35\n6.9\n$ 1,372,000\nVested and exercisable at September 30, 2021\n49,000\n$ 16.81\n6.8\n$ 1,166,000\nThe estimated fair value of options granted is calculated using the Black-Scholes option pricing model with assumptions as previously disclosed in our 2020 Form 10-K.\nThe aggregate intrinsic value in the table above represents the total pre-tax intrinsic value (the difference between the Company’s closing stock price on the last trading day of the third quarter of 2021 and the exercise price, multiplied by the number of in-the-money options) that would have been received by the option holders had all option holders exercised their options on September 30, 2021. The amount of aggregate intrinsic value will change based on the market value of the Company’s stock.\n7.\nFAIR VALUE OF FINANCIAL INSTRUMENTS\nThe carrying value of cash, marketable securities, accounts receivable, notes receivable, accounts payable and certain other financial instruments (such as accrued expenses, and other current liabilities) included in the accompanying Consolidated Balance Sheets approximates their fair value principally due to the short-term maturity of these instruments.\nFinancial instruments that potentially subject us to concentrations of credit risk consist principally of cash and trade accounts and notes receivable. Our available cash is held in accounts managed by third-party financial institutions. Cash may exceed the Federal Deposit Insurance Corporation, or FDIC, insurance limits. While we monitor cash balances on a regular basis and adjust the balances as appropriate, these balances could be impacted if the underlying financial institutions fail. To date, we have experienced no loss or lack of access to our cash; however, we can provide no assurances that access to our cash will not be impacted by adverse conditions in the financial markets.\n8.\nFAIR VALUE MEASUREMENTS\nIn determining fair value, the Company uses quoted market prices in active markets. GAAP establishes a fair value measurement framework, provides a single definition of fair value, and requires expanded disclosure summarizing fair value measurements. GAAP emphasizes that fair value is a market-based measurement, not an entity specific measurement. Therefore, a fair value measurement should be determined based on the assumptions that market participants would use in pricing an asset or liability.\nGAAP establishes a hierarchy for inputs used in measuring fair value that maximizes the use of observable inputs and minimizes the use of unobservable inputs by requiring that the most observable input be used when available. Observable inputs are based on data obtained from sources independent of the Company that market participants would use in pricing the asset or liability. Unobservable inputs are inputs that reflect the company’s assumptions about the estimates market participants would use in pricing the asset or liability developed based on the best information available in the circumstances.\nThe hierarchy is measured in three levels based on the reliability of inputs:\n• Level 1\nValuations based on quoted prices in active markets for identical assets or liabilities that we have the ability to access. Valuation adjustments and block discounts are not applied to Level 1 instruments.\n• Level 2\nValuations based on quoted prices in less active, dealer or broker markets. Fair values are primarily obtained from third party pricing services for identical or comparable assets or liabilities.\n• Level 3\nValuations derived from other valuation methodologies, including pricing models, discounted cash flow models and similar techniques, and not based on market, exchange, dealer, or broker-traded transactions. Level 3 valuations incorporate certain assumptions and projections that are not observable in the market and significant professional judgment is needed in determining the fair value assigned to such assets or liabilities.\nIn instances where the determination of the fair value measurement is based on inputs from different levels of the fair value hierarchy, the level in the fair value hierarchy within which the entire fair value measurement falls is based on the lowest level input that is significant to the fair value measurement in its entirety.\nThe fair value of equity method and cost method investments has not been determined as it was impracticable to do so due to the fact that the investee companies are relatively small, early stage private companies for which there is no comparable valuation data available without unreasonable time and expense. The fair value of our cost method investments was determined using Level 3 inputs.\n9.\nCOMMITMENTS AND CONTINGENCIES\nLeases\nWe have noncancelable operating leases for offices and data centers expiring at various dates through March 2025. These operating leases are included in Other long-term assets on the Company's September 30, 2021 and December 31, 2020 Consolidated Balance Sheets and represent the Company’s right to use the underlying asset for the lease term. The Company’s obligation to make lease payments are included in Other current liabilities and Long-term lease obligation on the Company's September 30, 2021 and December 31, 2020 Consolidated Balance Sheets. Operating lease right-of-use assets and liabilities are recognized at commencement date based on the present value of lease payments over the lease term. Because the rate implicit in each lease is not readily determinable, the Company uses its incremental borrowing rate to determine the present value of the lease payments.\nSupplemental Information-Leases\nSupplemental information related to our right-of-use assets and related lease liabilities is as follows:\nSeptember 30, 2021\nDecember 31, 2020\nRight-of-use asset, net and lease liabilities (in thousands)\n$ 3,506\n$ 2,889\nWeighted average remaining lease term (years)\n3.1\n3.5\nWeighted average discount rate\n4.3 %\n3.8 %\nFor the nine months ended September 30, 2021 and 2020, cash paid for operating leases included in operating cash flows was $886,000 and $754,000, respectively.\nMaturities of our operating lease liabilities as of September 30, 2021 is as follows:\nOperating Leases\n(in thousands)\n$\n1,107\n1,031\nThereafter\nTotal lease liabilities\n$ 3,769\nLease expense for the three and nine months ended September 30, 2021 and 2020 consisted of the following:\nThree Months Ended\nSeptember 30,\nNine Months Ended\nSeptember 30,\n(in thousands)\nCost of Revenue\n$\n$\n$\n$\nGeneral and Administrative\nResearch and Development\nTotal\n$\n$\n$\n$\nLegal Matters\nOn or about July 9, 2019, a securities class action complaint was filed in the United States District Court for the Eastern District of New York (Case No. 1:19-cv-03949) by Michael Skrzeczkoski, individually and on behalf of all others similarly situated, against the company, and certain current and former directors and officers. The complaint alleges, among other things, that certain of our press releases and SEC filings were misleading as a result of the failure to disclose alleged related party transactions affecting revenue recognition and the absence of disclosure regarding certain allegations against former director Parker H. Petit in connection with his former position with MiMedx, Inc. The complaint seeks to recover attorney’s fees and costs and unspecified damages on behalf of purchasers who acquired our stock during the period from January 23, 2019, through May 29, 2019, and purportedly suffered financial harm as a result of the alleged misleading statements. On September 26, 2019, the Court appointed Edgardo Canez as lead plaintiff (“Lead Plaintiff”) on behalf of the putative class. On November 18, 2019, Lead Plaintiff, individually and on behalf of a putative class of persons or entities who purchased or otherwise acquired publicly traded company securities from May 23, 2014 through May 29, 2019, filed an amended class action complaint against the company, and certain current and former directors and officers (the “Amended Complaint”). The Amended Complaint alleges similar allegations in violation of Sections 10(b) and 20(a) of the Securities Exchange Act as the previously filed complaint. The Amended Complaint seeks to recover attorney’s fees and costs and unspecified damages. On January 2, 2020, Defendants submitted a motion to dismiss, and on March 3, 2020, briefing on the motion to dismiss was completed. On April 6, 2021, the Court entered an order granting the motion to dismiss without prejudice. On August 18, 2021, the Court filed an opinion, granting Defendants’ motion to dismiss without prejudice and gave Lead Plaintiff twenty-one days to seek leave to amend. On October 6, 2021, the district court entered judgment dismissing the case without prejudice. We have not determined the likelihood of loss to be probable nor is any potential loss estimable at this time, therefore we have not recorded any related liability as of September 30, 2021.\nOn or about February 14, 2020, two purported shareholders, derivatively and on behalf of the Company, filed substantially similar shareholder derivative actions in the Eastern District of New York against certain current and former directors and officers (the “Individual Defendants”), and the Company as a nominal defendant (together with the Individual Defendants, the “Defendants”). The complaints assert a claim against Messrs. Strange, Moise, Petit, Fuzzell and Chandler for a violation of Section 14(a) of the Securities Exchange Act by issuing purportedly misleading statements in the Company’s 2017 and 2018 Proxies. The complaints also assert claims against the Individual Defendants for breaches of fiduciary duty, waste of corporate assets, and unjust enrichment arising out of, among other things, purportedly undisclosed related party transactions, other relationships, and certain allegations against former director Parker H. Petit in connection with his former position with MiMedx, Inc. and other companies. The relief sought in the complaints includes changes to the Company’s corporate governance procedures, unspecified damages, equitable relief, restitution, and attorney’s fees and costs. On April 20, 2020, the two derivative actions were consolidated and captioned, In re Intelligent Systems Corporation Stockholder Derivative Litigation, Lead Case No. 1:20-cv-00832, in the Eastern District of New York (the “Derivative Matter”). On June 19, 2020, Defendants filed their motion to dismiss. After a conference held on August 24, 2020, the parties agreed that Defendants’ motion to dismiss would be temporarily withdrawn without prejudice to refile after the conclusion of any discovery permitted by further Court order. On September 8, 2020, Plaintiffs moved for leave to conduct limited discovery (“Plaintiffs’ Motion for Discovery”). On December 23, 2020, the Court entered a stipulation among the parties whereby Plaintiffs’ Motion for Discovery shall be withdrawn, the Company will engage in limited discovery, and the parties agree that the Derivative Matter shall be stayed pending resolution of the motion to dismiss in the related above-mentioned securities litigation matter, among other things. On October 1, 2021, Plaintiffs filed a notice of voluntary dismissal. On November 2, 2021, the Court entered an order dismissing the action.\nThere are no other pending or threatened legal proceedings. However, in the ordinary course of business, from time to time we may be involved in various pending or threatened legal actions. The litigation process is inherently uncertain and it is possible that the resolution of such matters might have a material adverse effect upon our financial condition and/or results of operations. We accrue for unpaid legal fees for services performed to date.\n10.\nINCOME TAXES\nWe recognize deferred tax liabilities and assets for the expected future tax consequences of events that have been included in the financial statements or tax returns. Deferred tax liabilities and assets are determined based on the difference between the financial statement and tax bases of assets and liabilities using enacted tax rates in effect for the year in which the differences are expected to reverse. Deferred tax assets are recognized, net of a valuation allowance, for the estimated future tax effects of deductible temporary differences and tax credit carry-forwards. A valuation allowance against deferred tax assets is recorded when, and if, based upon available evidence, it is more likely than not that some or all deferred tax assets will not be realized.\nThere were no unrecognized tax benefits at September 30, 2021 and December 31, 2020. Our policy is to recognize interest and penalties accrued on any unrecognized tax benefits as a component of income tax expense. There were no accrued interest or penalties associated with any unrecognized tax benefits, nor was any interest expense recognized during the periods presented. We have determined we have no uncertain tax positions.\nWe file a consolidated U.S. federal income tax return for all subsidiaries in which our ownership equals or exceeds 80 percent, as well as individual subsidiary returns in various states and foreign jurisdictions. With few exceptions we are no longer subject to U.S. federal, state and local or foreign income tax examinations by taxing authorities for returns filed more than three years ago.",
    "item_1A": "",
    "item_1B": "",
    "item_2": "Item 2. Management’s Discussion and Analysis of Financial Condition and Results of Operations\nIn addition to historical information, this Form 10-Q may contain forward-looking statements relating to ISC. All statements, trend analyses and other information relative to markets for our products and trends in revenue, gross margins and anticipated expense levels, as well as other statements including words such as “anticipate”, “believe”, “plan”, “estimate”, “expect”, “intend”, and other similar expressions, constitute forward-looking statements. Prospective investors are cautioned that any such forward-looking statements are not guarantees of future performance and involve risks and uncertainties including those factors described below under “Factors That May Affect Future Operations”, and that actual results may differ materially from those contemplated by such forward-looking statements. ISC undertakes no obligation to update or revise forward-looking statements to reflect changed assumptions, the occurrence of unanticipated events or changes in future operating results.\nFor purposes of this discussion and analysis, we are assuming and relying upon the reader’s familiarity with the information contained in Item 7. Management’s Discussion and Analysis of Financial Condition and Results of Operations, in the Form 10- K for the year ended December 31, 2020 as filed with the Securities and Exchange Commission.\nOverview\nOur consolidated operations consist of our CoreCard Software subsidiary and its affiliate companies in Romania, India and the United Arab Emirates as well as the corporate office which provides significant administrative, human resources and executive management support to CoreCard. In October 2021, we opened a new location in Bogotá, Colombia where we expect to hire technical personnel to support existing customers and continued growth.\nWe provide technology solutions and processing services to the financial services market, commonly referred to as the FinTech industry. We derive our product revenue from licensing our comprehensive suite of financial transaction management software to accounts receivable businesses, financial institutions, retailers and processors to manage their credit and debit cards, prepaid cards, private label cards, fleet cards, buy now pay later programs, loyalty programs, and accounts receivable and loan transactions. Our service revenue consists of fees for software maintenance and support for licensed software products, fees for processing services that we provide to companies that outsource their financial transaction processing functions to us, and professional services primarily for software customizations provided to both license and processing customers.\nOur results vary in part depending on the size and number of software licenses recognized as well as the value and number of professional services contracts recognized in a particular period. As we continue to grow our Processing Services business, we continue to gain economies of scale on the investment we have made in the infrastructure, resources, processes and software features developed over the past number of years to support this growing side of our business. We are adding new processing customers at a faster pace than we are adding new license customers, resulting in steady growth in the processing revenue stream. However, we also receive license revenue and are experiencing growth in our professional services revenue due to the addition of Goldman Sachs Group, Inc. as a customer in 2018, referred to as “Customer A” in the Notes to Consolidated Financial Statements. In total, this customer represented 71% and 67% of our consolidated revenues in the first nine months of 2021 and 2020, respectively. We expect future professional services, maintenance, and license revenue from this customer in 2022 and future years; however, the amount and timing will be dependent on various factors not in our control such as the number of accounts on file and the level of customization needed by the customer. License revenue from this customer, similar to other license arrangements, is tiered based on the number of active accounts on the system. Once the customer achieves each tier level, they receive a perpetual license up to that number of accounts; inactive accounts do not count toward the license tier. The customer receives an unlimited perpetual license at a maximum tier level that allows them to utilize the software for any number of active accounts. They currently use the software for a single institution and additional license fees apply if multiple institutions are added, which we expect to occur in the fourth quarter of 2021, or possibly the first quarter of 2022. Support and maintenance fees are charged based on the tier level achieved and increase at new tier levels.\nIn 2020, we experienced the loss of a large customer due to insolvency. In October 2020, we opened offices in Dubai and Chennai and hired some of the insolvent customer’s employees. In April 2021, we completed an agreement to purchase computer hardware and customer intangible assets and collected previously unrecognized accounts receivable resulting in revenue of $0.6 million for the quarter ended June 30, 2021. We have collected and settled all outstanding receivables from this customer, and we do not anticipate receiving additional revenue from them in the future. In the second quarter of 2021, we converted one of their customers to our processing platform. We expect revenue for the remainder of 2021 and future years from servicing this new customer and adding other new customers in the region.\nWe typically receive revenue based on the number of active accounts on file rather than transaction volume and therefore the COVID-19 pandemic and related economic slowdown has had a muted impact on our results. Most of our employees in India have been working remotely throughout the pandemic which has primarily impacted our ability to hire and train new employees. We have been able to maintain key functions and business continuity while delivering growth in our professional services revenue; however, the hiring and training constraints could impact future growth in our professional services revenue and other revenue streams.\nThe infrastructure of our multi customer environment is scalable for the future. A significant portion of our expense is related to personnel, including approximately 700 employees located in India, Romania and Dubai. In October 2020, we added new locations in Dubai, United Arab Emirates and Chennai, India to expand our international capabilities and in 2021 we opened a new location in Bogotá, Colombia. Our ability to hire and train employees on our processes and software impacts our ability to onboard new customers and deliver professional services for software customizations. In addition, we have certain corporate office expenses associated with being a public company that impact our operating results.\nOur revenue fluctuates from period to period and our results are not necessarily indicative of the results to be expected in future periods. It is difficult to predict the level of consolidated revenue on a quarterly or annual basis for a number of reasons, including the following:\n●\nSoftware license revenue in a given period may consist of a relatively small number of contracts and contract values can vary considerably depending on the software product and scope of the license sold. Consequently, even minor delays in delivery under a software contract (which may be out of our control) could have a significant and unpredictable impact on the consolidated revenue that we recognize in a given quarterly or annual period.\n●\nCustomers may decide to postpone or cancel a planned implementation of our software for any number of reasons, which may be unrelated to our software or contract performance, but which may affect the amount, timing and characterization of our deferred and/or recognized revenue.\n●\nCustomers typically require our professional services to modify or enhance their CoreCard software implementation based on their specific business strategy and operational requirements, which vary from customer to customer and period to period.\n●\nThe timing of new processing customer implementations is often dependent on third party approvals or processes which are typically not under our direct control.\nWe continue to maintain a strong cash position. We intend to use cash balances to support the domestic and international operations associated with our CoreCard business and to expand our operations in the FinTech industry through financing the growth of CoreCard and, if appropriate opportunities become available, through acquisitions of businesses in this industry. In November 2018, our Board of Directors authorized a share repurchase program of $5 million, all of which has been utilized. In April 2021, the Board authorized an additional $10 million for our share repurchase program, of which $5.9 million has been utilized. We made share repurchases of $9.3 million for the nine months ended 2021, and no share repurchases in the nine month period ended September 30, 2020. We have $4.1 million of authorized share repurchases remaining at September 30, 2021.\nResults of Operations\nThe following discussion should be read in conjunction with the unaudited Consolidated Financial Statements and the Notes to Consolidated Financial Statements presented in this quarterly report.\nRevenue - Total revenue in the three and nine month periods ended September 30, 2021 was $12,935,000 and $35,202,000, respectively, which represents increases of 26 percent and 34 percent compared to the respective periods in 2020.\n●\nRevenue from services was $11,152,000 and $31,119,000 in the three and nine month periods ended September 30, 2021, respectively, which represents increases of 28 percent and 26 percent compared to the respective periods in 2020. Revenue from transaction processing services, software maintenance and support services, and professional services were greater in the third quarter and first nine months of 2021 as compared to the third quarter and first nine months of 2020 due to an increase in the number of customers and accounts on file and an increase in the number and value of professional services contracts completed during the three and nine months ended 2021. We expect that processing services will continue to grow as our customer base increases; however, the time required to implement new customer programs could be delayed due to third party integration and approval processes and other factors. It is difficult to predict with accuracy the number and value of professional services contracts that our customers will require in a given period. Customers typically request our professional services to modify or enhance their CoreCard software implementation based on their specific business strategy and operational requirements, which vary from customer to customer and period to period.\n●\nRevenue from products, which is primarily software license fees, was $1,783,000 and $4,083,000 in the three and nine month periods ended September 30, 2021 and 2020, respectively, compared to $1,600,000 in the respective comparable periods of 2020. The increase results from more customers achieving new license tiers in the third quarter and first nine months of 2021.\nCost of Revenue - Total cost of revenue was 47 percent and 46 percent of total revenue in the three and nine month periods ended September 30, 2021, respectively, compared to 41 percent and 43 percent of total revenue in the corresponding periods of 2020. The increase in cost of revenue as a percentage of revenue is primarily driven by investments in our infrastructure in 2020 and 2021. Cost of revenue includes costs to provide annual maintenance and support services to our installed base of licensed customers, costs to provide professional services, and costs to provide our financial transaction processing services. The cost and gross margins on such revenues can vary considerably from period to period depending on the customer mix, customer requirements and project complexity as well as the mix of our U.S. and offshore employees working on the various aspects of services provided. In addition, we continue to devote the resources necessary to support our growing processing business, including direct costs for regulatory compliance, infrastructure, network certifications and customer support. Investments in our infrastructure in 2020 and 2021 are in anticipation of adding customers in future periods. As such, we will not experience economies of scale unless we add additional customers, as anticipated. This may be subject to change in the future if new regulations or processing standards are implemented causing us to incur additional costs to comply.\nOperating Expenses - In the three month period ended September 30, 2021, total operating expenses from consolidated operations were higher than in the corresponding period in 2020 primarily due to higher research and development expenses. In the nine month period ended September 30, 2021, total operating expenses from consolidated operations were higher than in the corresponding period in 2020 primarily due to higher research and development expenses and general and administrative expenses. Research and development expenses were 44 percent and 104 percent higher in three and nine month periods in 2021, respectively, as compared to the same periods in 2020. In the three month period ended September 30, 2021, research and development expenses were higher mainly due to additional offshore technical personnel. In the nine month period ended September 30, 2021, research and development expenses were higher mainly due to payroll for additional offshore technical personnel and hardship bonus payments related to the pandemic’s impact on our offshore employees. Additionally, we hired onshore technical personnel to work on the development of an updated platform. General and administrative expenses were 14 percent higher in the three month period ended September 30, 2021 due to an increase in headcount partially offset by a stock grant to the board in the second quarter of 2021 that was similarly granted in the third quarter in 2020. Additionally, General and administrative expenses were 18 percent higher in the nine month period ended September 30, 2021 due to an increase in headcount. Marketing expenses increased 213 percent and 90 percent for the three and nine month periods in 2021, respectively. Our client base continues to increase with minimal marketing efforts as we continue to have prospects contact us via online searches; however, we will continue to re-evaluate our marketing expenditures as needed to competitively position the Processing Services business.\nInvestment Income (Loss) - In the three and nine months ended September 30, 2021, we recorded $53,000 of investment income and $215,000 of investment losses, respectively, compared to investment losses of $92,000 and $1,237,000 for the three and nine months ended September 30, 2020, respectively. The 2020 investment losses primarily relate to first quarter 2020 impairment charges on investments resulting from the economic downturn caused by the COVID-19 pandemic and losses on equity method investments. We did not record any impairments in 2021.\nOther Income (Loss) - In the three and nine months ended September 30, 2021, we recorded income of $74,000 and $230,000, respectively, compared to income of $59,000 and $312,000 for the comparable 2020 periods.\nIncome Taxes - Our effective tax rates for the three and nine months ended September 30, 2021 were 26.3 percent and 26.2 percent compared to effective tax rates of 18.9 percent and 20.9 percent for the respective periods in 2020. In the three and nine month periods ended September 30, 2021, our effective tax rates were higher primarily due to higher research and development tax credits recognized in the third quarter of 2020 as compared to 2021.\nLiquidity and Capital Resources\nOur cash balance at September 30, 2021 was $20,567,000 compared to $37,956,000 at December 31, 2020. During the nine months ended September 30, 2021, cash used for operations was $3,157,000 compared to cash provided by operations of $15,184,000 for the nine months ended September 30, 2020. The decrease is primarily due to a higher accounts receivable balance, higher depreciation and amortization, a decrease in cash held for program management funding and lower deferred revenue, partially offset by higher accrued payroll and accounts payable. In addition, during the second quarter of 2021, we invested $1,000,000 in a privately held supply chain financing company which is described in more detail in Note 4 to the Consolidated Financial Statements. We used $3,233,000 of cash to acquire computer equipment primarily for continued investments in our existing processing environment in the U.S and technical resources added in our India office.\nWe expect to have sufficient liquidity from cash on hand as well as projected customer payments to support our operations and capital equipment purchases in the foreseeable future. Currently we expect to use cash in excess of what is required for our current operations for share repurchases and opportunities we believe will expand our FinTech business, as exemplified in transactions described in Notes 3 and 4, although there can be no assurance that appropriate opportunities will arise. In November 2018, our Board of Directors authorized a share repurchase program of $5 million, all of which has been utilized. In April 2021, the Board authorized an additional $10 million for our share repurchase program, of which $5.9 million has been utilized. We made share repurchases of $9.3 million for the nine months ended 2021, and no share repurchases in the nine month period ended September 30, 2020. We have $4.1 million of authorized share repurchases remaining at September 30, 2021.\nOff-Balance Sheet Arrangements\nWe do not currently have any off-balance sheet arrangements that are reasonably likely to have a current or future material effect on our financial condition, liquidity or results of operations.\nCritical Accounting Policies and Estimates\nThe discussion and analysis of our financial condition and results of operations is based upon our Consolidated Financial Statements which have been prepared in accordance with accounting principles generally accepted in the United States. The preparation of these financial statements requires us to make estimates and judgments that affect the reported amount of assets, liabilities, revenues and expenses. We consider certain accounting policies related to revenue recognition and valuation of investments to be critical policies due to the estimation processes involved in each. Management discusses its estimates and judgments with the Audit Committee of the Board of Directors. For a detailed description on the application of these and other accounting policies, see Note 1 to the Consolidated Financial Statements contained in our Annual Report on Form 10-K for the fiscal year ended December 31, 2020. Reference is also made to the discussion of the application of these critical accounting policies and estimates contained in Management’s Discussion and Analysis of Financial Condition and Results of Operations in our Annual Report on Form 10-K for 2020. During the nine month period ended September 30, 2021, there were no significant or material changes in the application of critical accounting policies.\nFactors That May Affect Future Operations\nFuture operations are subject to risks and uncertainties that may negatively impact our future results of operations or projected cash requirements. It is difficult to predict future quarterly and annual results with certainty.\nAmong the numerous factors that may affect our consolidated results of operations or financial condition are the following:\n●\nWeakness or instability in the global financial markets could have a negative impact due to potential customers (most of whom perform some type of financial services) delaying decisions to purchase software or initiate processing services.\n●\nIncreased federal and state regulations and reluctance by financial institutions to act as sponsor banks for prospective customers could result in losses and additional cash requirements.\n●\nOur largest customer represented 71% of our consolidated revenues for the nine months ended September 30, 2021. In the event of material failures to meet contract obligations related to the services provided, there is risk of breach of contract and loss of the customer and related future revenues. Additionally, loss of the customer and related future revenues could result if they choose an alternative service provider or decide to exit the business or service line that falls under the services that we provide for them.\n●\nDelays in software development projects could cause our customers to postpone implementations or delay payments, which would increase our costs and reduce our revenue and cash.\n●\nWe could fail to deliver software products which meet the business and technology requirements of our target markets within a reasonable time frame and at a price point that supports a profitable, sustainable business model.\n●\nOur processing business is impacted, directly or indirectly, by more regulations than our licensed software business. If we fail to provide services that comply with (or allow our customers to comply with) applicable regulations or processing standards, we could be subject to financial or other penalties that could negatively impact our business.\n●\nA security breach in our platform could expose confidential information of our customers’ account holders, hackers could seize our digital infrastructure and hold it for ransom or other cyber risk events could occur and create material losses in excess of our insurance coverage.\n●\nSoftware errors or poor quality control may delay product releases, increase our costs, result in non-acceptance of our software by customers or delay revenue recognition.\n●\nWe could fail to expand our base of customers as quickly as anticipated, resulting in lower revenue and profits and increased cash needs.\n●\nWe could fail to retain key software developers and managers who have accumulated years of know-how in our target markets and company products or fail to attract and train a sufficient number of new software developers and testers to support our product development plans and customer requirements at projected cost levels.\n●\nIncreasing and changing government regulations in the United States and foreign countries related to such issues as data privacy, financial and credit transactions could require changes to our products and services which could increase our costs and could affect our existing customer relationships or prevent us from getting new customers.\n●\nDelays in anticipated customer payments for any reason would increase our cash requirements and could adversely impact our profits.\n●\nCompetitive pressures (including pricing, changes in customer requirements and preferences, and competitor product offerings) may cause prospective customers to choose an alternative product solution, resulting in lower revenue and profits (or losses).\n●\nOur future capital needs are uncertain and depend on a number of factors; additional capital may not be available on acceptable terms, if at all.\n●\nVolatility in the markets, including as a result of political instability, civil unrest, war or terrorism, or pandemics or other natural disasters, such as the recent outbreak of coronavirus, could adversely affect future results of operations and could negatively impact the valuation of our investments.\n●\nOther general economic and political conditions could cause customers to delay or cancel purchases.",
    "item_3": "",
    "item_4": "Item 4. Controls and Procedures\nEvaluation of Disclosure Control Over Financial Reporting\nAs of the end of the period covered by this report, the Company carried out an evaluation, under the supervision and with the participation of the Company’s management, including the Company’s Chief Executive Officer and Chief Financial Officer, of the effectiveness of the design and operation of the company’s disclosure controls and procedures pursuant to Rule 13a-15(b) under the Exchange Act. Based upon that evaluation, the Chief Executive Officer and Chief Financial Officer concluded that the Company’s disclosure controls and procedures are effective.\nChanges in Internal Control Over Financial Reporting\nThere were no significant changes in the Company’s internal control over financial reporting or in other factors identified in connection with this evaluation that occurred during the period covered by this report that have materially affected, or are reasonably likely to materially affect, the Company’s internal control over financial reporting.\nPart II. OTHER INFORMATION\nItem 1. Legal Proceedings\nOn or about July 9, 2019, a securities class action complaint was filed in the United States District Court for the Eastern District of New York (Case No. 1:19-cv-03949) by Michael Skrzeczkoski, individually and on behalf of all others similarly situated, against the company, and certain current and former directors and officers. The complaint alleges, among other things, that certain of our press releases and SEC filings were misleading as a result of the failure to disclose alleged related party transactions affecting revenue recognition and the absence of disclosure regarding certain allegations against former director Parker H. Petit in connection with his former position with MiMedx, Inc. The complaint seeks to recover attorney’s fees and costs and unspecified damages on behalf of purchasers who acquired our stock during the period from January 23, 2019, through May 29, 2019, and purportedly suffered financial harm as a result of the alleged misleading statements. On September 26, 2019, the Court appointed Edgardo Canez as lead plaintiff (“Lead Plaintiff”) on behalf of the putative class. On November 18, 2019, Lead Plaintiff, individually and on behalf of a putative class of persons or entities who purchased or otherwise acquired publicly traded company securities from May 23, 2014 through May 29, 2019, filed an amended class action complaint against the company, and certain current and former directors and officers (the “Amended Complaint”). The Amended Complaint alleges similar allegations in violation of Sections 10(b) and 20(a) of the Securities Exchange Act as the previously filed complaint. The Amended Complaint seeks to recover attorney’s fees and costs and unspecified damages. On January 2, 2020, Defendants submitted a motion to dismiss, and on March 3, 2020, briefing on the motion to dismiss was completed. On April 6, 2021, the Court entered an order granting the motion to dismiss without prejudice. On August 18, 2021, the Court filed an opinion, granting Defendants’ motion to dismiss without prejudice and gave Lead Plaintiff twenty-one days to seek leave to amend. On October 6, 2021, the district court entered judgment dismissing the case without prejudice.\nOn or about February 14, 2020, two purported shareholders, derivatively and on behalf of the Company, filed substantially similar shareholder derivative actions in the Eastern District of New York against certain current and former directors and officers (the “Individual Defendants”), and the Company as a nominal defendant (together with the Individual Defendants, the “Defendants”). The complaints assert a claim against Messrs. Strange, Moise, Petit, Fuzzell and Chandler for a violation of Section 14(a) of the Securities Exchange Act by issuing purportedly misleading statements in the Company’s 2017 and 2018 Proxies. The complaints also assert claims against the Individual Defendants for breaches of fiduciary duty, waste of corporate assets, and unjust enrichment arising out of, among other things, purportedly undisclosed related party transactions, other relationships, and certain allegations against former director Parker H. Petit in connection with his former position with MiMedx, Inc. and other companies. The relief sought in the complaints includes changes to the Company’s corporate governance procedures, unspecified damages, equitable relief, restitution, and attorney’s fees and costs. On April 20, 2020, the two derivative actions were consolidated and captioned, In re Intelligent Systems Corporation Stockholder Derivative Litigation, Lead Case No. 1:20-cv-00832, in the Eastern District of New York (the “Derivative Matter”). On June 19, 2020, Defendants filed their motion to dismiss. After a conference held on August 24, 2020, the parties agreed that Defendants’ motion to dismiss would be temporarily withdrawn without prejudice to refile after the conclusion of any discovery permitted by further Court order. On September 8, 2020, Plaintiffs moved for leave to conduct limited discovery (“Plaintiffs’ Motion for Discovery”). On December 23, 2020, the Court entered a stipulation among the parties whereby Plaintiffs’ Motion for Discovery shall be withdrawn, the Company will engage in limited discovery, and the parties agree that the Derivative Matter shall be stayed pending resolution of the motion to dismiss in the related above-mentioned securities litigation matter, among other things. On October 1, 2021, Plaintiffs filed a notice of voluntary dismissal. On November 2, 2021, the Court entered an order dismissing the action.\nFor information regarding our accounting for legal contingencies, see Note 9 of the Notes to Consolidated Financial Statements in this Form 10-Q.\nItem 2. Unregistered Sales of Equity Securities and Use of Proceeds\nRepurchases of Securities\nThe following table sets forth information regarding our purchases of shares of our common stock during the three months ended September 30, 2021:\nTotal Number\nof Shares\nPurchased\nAverage\nPrice Paid\nper Share1\nTotal Number of\nShares Purchased\nas Part of Publicly\nAnnounced Program2\nMaximum Approximate\nDollar Value of Shares\nthat May Yet Be\nPurchased Under the\nProgram 2\nJuly 1, 2021 to July 31, 2021\n-\n-\n-\n$ 5,601,000\nAugust 1, 2021 to August 31, 2021\n42,030\n$ 35.73\n42,030\n$ 4,100,000\nSeptember 1, 2021 to September 30, 2021\n-\n-\n-\n$ 4,100,000\nTotal\n42,030\n$ 35.73\n42,030\n$ 4,100,000\n1 This price includes per share commissions paid.\n2 In November 2018, our Board of Directors authorized a share repurchase program of $5 million, all of which has been utilized. In April 2021, the Board authorized an additional $10 million for our share repurchase program, of which $5.9 million has been utilized. Under this publicly announced program, we are authorized to repurchase shares through open market purchases, privately-negotiated transactions or otherwise in accordance with applicable federal securities laws, including through Rule 10b5-1 trading plans and under Rule 10b-18 of the Exchange Act. The repurchase program does not have an expiration date and may be suspended or discontinued at any time.",
    "item_5": "",
    "item_6": "Item 6. Exhibits\nThe following exhibits are filed or furnished with this report:\n3.1\nAmended and Restated Articles of Incorporation of the Registrant dated May 4, 2011. (Incorporated by reference to Exhibit 3.(1) to the Registrant’s Form 10-Q for the period ended March 31, 2011.)\n3.2\nAmended and Restated Bylaws of the Registrant dated March 2, 2021. (Incorporated by reference to Exhibit 3.2 of the Registrant’s Form 10-K for the period ended December 31, 2020.)\n31.1\nCertification of Chief Executive Officer Pursuant to Section 302 of the Sarbanes-Oxley Act of 2002.\n31.2\nCertification of Chief Financial Officer Pursuant to Section 302 of the Sarbanes-Oxley Act of 2002.\n32.1\nCertification of Chief Executive Officer and Chief Financial Officer furnished as required by Section 906 of the Sarbanes-Oxley Act of 2002.\n101.INS**\nInline XBRL Instance\n101.SCH**\nInline XBRL Taxonomy Extension Schema\n101.CAL**\nInline XBRL Taxonomy Extension Calculation\n101.DEF**\nInline XBRL Taxonomy Extension Definitions\n101.LAB**\nInline XBRL Taxonomy Extension Labels\n101.PRE**\nInline XBRL Taxonomy Extension Presentation\nCover Page Interactive Data File (formatted as Inline XBRL and contained in Exhibit 101)\n**\nXBRL information is furnished and not filed or a part of a registration statement or prospectus for purposes of sections 11 or 12 of the Securities Act of 1933, as amended, is deemed not filed for purposes of section 18 of the Securities Exchange Act of 1934, as amended, and otherwise is not subject to liability under these sections.\nSIGNATURES\nPursuant to the requirements of the Securities Exchange Act of 1934, the Registrant has duly caused this report to be signed on its behalf by the undersigned, hereunto duly authorized.\nINTELLIGENT SYSTEMS CORPORATION\nRegistrant\nDate: November 4, 2021\nBy: /s/ J. Leland Strange\nJ. Leland Strange\nChief Executive Officer, President\nDate: November 4, 2021\nBy: /s/ Matthew A. White\nMatthew A. White\nChief Financial Officer\nEXHIBIT INDEX\nExhibit\nNo.\nDescriptions\n3.1\nAmended and Restated Articles of Incorporation of the Registrant dated May 4, 2011. (Incorporated by reference to Exhibit 3.(1) to the Registrant’s Form 10-Q for the period ended March 31, 2011.)\n3.2\nAmended and Restated Bylaws of the Registrant dated March 2, 2021. (Incorporated by reference to Exhibit 3.2 of the Registrant’s Form 10-K for the period ended December 31, 2020.)\n31.1\nCertification of Chief Executive Officer Pursuant to Section 302 of the Sarbanes-Oxley Act of 2002.\n31.2\nCertification of Chief Financial Officer Pursuant to Section 302 of the Sarbanes-Oxley Act of 2002.\n32.1\nCertification of Chief Executive Officer and Chief Financial Officer furnished as required by Section 906 of the Sarbanes-Oxley Act of 2002.\n101.INS**\nInline XBRL Instance\n101.SCH**\nInline XBRL Taxonomy Extension Schema\n101.CAL**\nInline XBRL Taxonomy Extension Calculations\n101.DEF**\nInline XBRL Taxonomy Extension Definitions\n101.LAB**\nInline XBRL Taxonomy Extension Labels\n101.PRE**\nInline XBRL Taxonomy Extension Presentation\nCover Page Interactive Data File (formatted as Inline XBRL and contained in Exhibit 101)\n**\nXBRL information is furnished and not filed or a part of a registration statement or prospectus for purposes of sections 11 or 12 of the Securities Act of 1933, as amended, is deemed not filed for purposes of section 18 of the Securities Exchange Act of 1934, as amended, and otherwise is not subject to liability under these sections.",
    "item_7": "",
    "item_7A": "",
    "item_8": "",
    "item_9": "",
    "item_9A": "",
    "item_9B": "",
    "item_10": "",
    "item_11": "",
    "item_12": "",
    "item_13": "",
    "item_14": "",
    "item_15": ""
}