{
    "cik": "320340",
    "company": "INTELLIGENT SYSTEMS CORP",
    "filing_type": "8-K",
    "filing_date": "2021-02-11",
    "period_of_report": "2021-02-11",
    "sic": "7372",
    "state_of_inc": "GA",
    "state_location": "GA",
    "fiscal_year_end": "1231",
    "filing_html_index": "https://www.sec.gov/Archives/edgar/data/320340/0001171843-21-000948-index.html",
    "htm_filing_link": "https://www.sec.gov/Archives/edgar/data/320340/000117184321000948/f8k_021021.htm",
    "complete_text_filing_link": "https://www.sec.gov/Archives/edgar/data/320340/0001171843-21-000948.txt",
    "filename": "3203408K2021_https___www.htm",
    "item_1": "",
    "item_1A": "",
    "item_1B": "",
    "item_2": "",
    "item_3": "",
    "item_4": "",
    "item_5": "Item 5.03 Amendments to Articles of Incorporation or Bylaws; Change in Fiscal Year.\nOn December 15, 2021, Intelligent Systems Corporation (the “Company”) changed its corporate name to CoreCard Corporation, pursuant to Articles of Amendment filed with the Georgia Secretary of State (the “Name Change”). Pursuant to Georgia law, a shareholder vote was not necessary to effectuate the Name Change and it does not affect the rights of the Company’s shareholders. The Company also amended and restated its bylaws on December 15, 2021, to reflect the Name Change.\nThe Company also announced that it intends for its Class A common shares to cease trading under the ticker symbol “INS” and begin trading under its new ticker symbol, “CCRD”, on the New York Stock Exchange, which the Company expects to be effective on December 29, 2021.\nCopies of the Company’s Articles of Amendment and Amended and Restated Bylaws are filed as Exhibit 3.1 and Exhibit 3.2, respectively, with this Current Report on Form 8-K and are incorporated herein by reference. The only change to the Company’s Articles of Incorporation and Amended and Restated Bylaws is the change of the Company’s corporate name from Intelligent Systems Corporation to CoreCard Corporation in each document and the removal of an obsolete reference to a former affiliate in the Restated Bylaws.",
    "item_6": "",
    "item_7": "",
    "item_7A": "",
    "item_8": "",
    "item_9": "Item 9.01 Financial Statements and Exhibits.\n(d)\nExhibits.\nExhibit No.\nDescription\n3.1\nArticles of Amendment of CoreCard Corporation as of December 15, 2021\n3.2\nAmended and Restated Bylaws of CoreCard Corporation as of December 15, 2021\nCover Page Interactive Data File (embedded within the Inline XBRL document)\nSIGNATURE\nPursuant to the requirements of the Securities Exchange Act of 1934, the Registrant has duly caused this report to be signed on its behalf by the undersigned hereunto duly authorized.\nDate: December 15, 2021\nCoreCard Corporation\n(Registrant)\nBy: /s/ Matthew A. White\nMatthew A. White\nChief Financial Officer",
    "item_9A": "",
    "item_9B": "",
    "item_10": "",
    "item_11": "",
    "item_12": "",
    "item_13": "",
    "item_14": "",
    "item_15": ""
}