{
    "cik": "320340",
    "company": "INTELLIGENT SYSTEMS CORP",
    "filing_type": "10-K",
    "filing_date": "2021-03-04",
    "period_of_report": "2020-12-31",
    "sic": "7372",
    "state_of_inc": "GA",
    "state_location": "GA",
    "fiscal_year_end": "1231",
    "filing_html_index": "https://www.sec.gov/Archives/edgar/data/320340/0001437749-21-004982-index.html",
    "htm_filing_link": "https://www.sec.gov/Archives/edgar/data/320340/000143774921004982/ins20201231_10k.htm",
    "complete_text_filing_link": "https://www.sec.gov/Archives/edgar/data/320340/0001437749-21-004982.txt",
    "filename": "32034010K2020_https___www.htm",
    "item_1": "Item\n1. Business\n1B. Unresolved Staff Comments\n2. Properties\n3. Legal Proceedings\n4. Mine Safety Disclosures\nPart II\n5. Market for Registrant’s Common Equity, Related Stockholder Matters and Issuer Purchases of Equity Securities\n7. Management’s Discussion and Analysis of Financial Condition and Results of Operations\n8. Financial Statements\n9. Changes in and Disagreements with Accountants on Accounting and Financial Disclosure\n9A. Controls and Procedures\n9B. Other Information\nPart III\n10. Directors, Executive Officers and Corporate Governance\n11. Executive Compensation\n12. Security Ownership of Certain Beneficial Owners and Management and Related Stockholder Matters\n13. Certain Relationships and Related Transactions, and Director Independence\n14. Principal Accountant Fees and Services\nPart IV\n15. Exhibits and Financial Statement Schedules\nSignatures\nPART I\nForward-Looking Statements\nIn addition to historical information, this Form 10-K may contain forward-looking statements relating to Intelligent Systems Corporation (“ISC”). All statements, trend analyses and other information contained in the following discussion relative to markets for our products and trends in revenue, gross margins and anticipated expense levels, as well as other statements including words such as “may”, “will”, “anticipate”, “believe”, “intend”, “plan”, “estimate”, “expect”, ”strategy” and “likely”, and other similar expressions constitute forward-looking statements. Prospective investors and current shareholders are cautioned that any such forward-looking statements are not guarantees of future performance and involve risks and uncertainties, and that actual results may differ materially from those contemplated by such forward-looking statements. A number of the factors that we believe could impact our future operations are discussed in Management’s Discussion and Analysis of Financial Condition and Results of Operations in Item 7 of this Form 10-K. ISC undertakes no obligation to update or revise its forward-looking statements to reflect changed assumptions, the occurrence of unanticipated events or changes in future operating results except as required by law.\nITEM 1.\nBUSINESS\nOverview\nIntelligent Systems Corporation, a Georgia corporation, and its predecessor companies have operated since 1973 and its securities have been publicly traded since 1981. In this report, sometimes we use the terms “Company”, “us”, “ours”, “we”, “Registrant” and similar words to refer to Intelligent Systems Corporation and subsidiaries. Our executive offices are located at 4355 Shackleford Road, Norcross, Georgia 30093 and our telephone number is (770) 381-2900. Our website address is www.intelsys.com. We publish our Securities and Exchange Commission (“SEC”) reports on our website as soon as reasonably practicable after we file them with or furnish them to the SEC, and shareholders may access and download these reports free of charge.\nWe are primarily engaged in the business of providing technology solutions and processing services to the financial technology and services market, commonly referred to as the FinTech industry. Our FinTech operations are conducted through our wholly owned CoreCard Software, Inc. (“CoreCard”) subsidiary and its affiliate companies in Romania, India and Dubai, as well as the corporate office which provides significant administrative, human resources and executive management support to CoreCard. Corecard’s affiliate companies are CoreCard SRL in Romania, ISC Software in India and Corecard Software DMCC in Dubai, that perform software development and testing as well as processing operations support for CoreCard.\nFor further information about trends and risks likely to impact our business, please refer to Management’s Discussion and Analysis of Financial Condition and Results of Operations in Item 7 of this Form 10-K.\nCoreCard Software, Inc. - We conduct our business primarily through CoreCard. CoreCard SRL in Romania, ISC Software in India and Corecard Software DMCC in Dubai perform software development, software testing, business analysis, operations and support for CoreCard but have not sold products or services directly to third parties to date. Accordingly, this discussion describes the CoreCard business involving the four entities as a single business unit. CoreCard designs, develops and markets a comprehensive suite of software solutions to program managers, accounts receivable businesses, financial institutions, retailers and processors to manage their credit and debit cards, prepaid cards, private label cards, fleet cards, loyalty programs and accounts receivable and loan transactions. CoreCard utilizes the same core software solution in its processing operations as it sells to licensees, although licensees typically request a variety of customizations which may or may not deviate from the core software solution offering.\nThe CoreCard software solutions allow companies to offer various types of debit and credit cards as well as installment and revolving loans, to set up and maintain account data, to record advances and payments, to assess fees, interest and other charges, to resolve disputes and chargebacks, to manage collections of accounts receivable, to generate reports and to settle transactions with financial institutions and network associations.\nThe CoreCard proprietary software applications are based on CoreCard’s core financial transaction processing platform (CoreENGINE™) and address the unique requirements of customers and program managers that issue or process:\n●\nCredit Cards/Loans - revolving or non-revolving credit issued to consumer or business accounts (with or without a physical card) that typically involve interest, fees, settlement, collections, etc. Within this market, CoreCard offers software specifically tailored to handle private label cards, network branded (i.e., MasterCard, VISA or Discover) bank cards, fleet cards, loans of any type, or any other type of “system of record” accounts receivable.\n●\nPrepaid/Debit Cards - pre-loaded funds drawn down for purchase or cash withdrawal typically involving a variety of fees but no interest. Numerous examples exist including gift cards, loyalty/reward cards, health benefit cards, payroll and benefits disbursement, student aid disbursement, government assistance payments, corporate expense cards, transit cards and any other type of “system of record” stored value accounts.\nThe CoreCard software solutions allow customers to optimize their card account management systems, improve customer retention, lower operating costs and create greater market differentiation. The CoreCard solutions are feature-rich, have web interfaces including a standard library of APIs and contain financial transaction processing solutions that allow customers to automate, streamline and optimize business processes associated with the set-up, administration, management and settlement of credit, prepaid and loan accounts, to process transactions, and to generate reports and statements for these accounts. In addition, because the CoreCard products are designed to run on lower cost, scalable PC-based servers, rather than expensive legacy mainframe computers, customers may benefit from lower overall costs since the solution provides scalability by adding additional servers as card volume grows. The CoreCard product functionality includes embedded multi-lingual, multi-currency support, web-based interface, real-time processing, complex rules-based authorizations, account hierarchies, documented APIs for easy integration to the backend functionality and robust fee libraries. These features support customer-defined pricing and payment terms and allow CoreCard’s customers to create new and innovative card programs to differentiate themselves in the marketplace and improve customer retention.\nWe believe CoreCard is unique among software companies because it offers a full array of card and account management software solutions, available either for in-house license or outsourced processing by CoreCard’s processing business (“Processing Services”) at the customer’s option. CoreCard also provides customers with a unique option to license the same CoreCard software that is used in the CoreCard processing environment and transfer it in-house for customer-controlled processing at a later date.\n●\nLicense - CoreCard sells a software license to a customer who then runs the CoreCard software system, configured for the customer’s unique requirements, at a customer controlled location. It usually requires substantial additional resources from CoreCard to customize or operate the licensed software. CoreCard is de-emphasizing the license option.\n●\nProcessing Services - CoreCard offers processing services that allow customers to outsource their card processing requirements to CoreCard. CoreCard manages all aspects of the processing functions using its proprietary software configured for each processing customer.\nWe continue to add resources to expand upon our infrastructure investment to support CoreCard’s Processing Services line of business. CoreCard processes prepaid cards and credit cards (private label and open loop/network) for a number of customers and anticipates steadily growing this business further in 2021. CoreCard has multiple secure processing data centers at third party locations, is certified as compliant with the Payment Card Industry (PCI) Data Security Standards and has an SSAE-18 SOC 1 and SOC 2 independent audit report that can be relied on by its prepaid and credit processing customers. It has obtained certification from Discover, MasterCard, Visa, Star and Pulse.\nCoreCard added a significant new license customer in 2018, which represented 69% and 60% of our consolidated revenues for the twelve months ended December 31, 2020 and 2019, respectively. We expect future professional services, maintenance, and license revenue from this customer in 2021 and future years, however the amount and timing will be dependent on various factors not in our control such as the number of accounts on file and the level of customization needed by the customer.\nCoreCard has relationships with several financial institutions that are important for network certification, referrals for processing or program managers, and sponsoring prospective card programs.\nCoreCard has Program Manager capabilities in addition to processing services, which has allowed us to gain additional experience adding the potential for increased revenue, although we do not expect any significant revenue impact as a Program Manager near term.\nCoreCard’s principal target markets include consumer revolving credit portfolios, accounts receivable businesses, prepaid card issuers, retail and private-label issuers (large and small), small third-party processors, and small, mid-size and large financial institutions in the United States. CoreCard has customers in international markets as well. CoreCard competes with third-party card processors that allow customers to outsource their account transaction processing rather than acquire software to manage their transactions in-house. CoreCard competes with several larger and more established software processors. Many of CoreCard’s competitors, especially certain processors, have significantly more financial, marketing and development resources than does CoreCard and have large, established customer bases often tied to long-term contracts. CoreCard believes it can compete successfully in its selected markets by providing to its licensed software customers and processing customers a robust technology platform, lower overall cost per account fees, greater system flexibility, and more customer-driven marketing options. Additionally, the size and flexibility of CoreCard makes it possible to get to market more quickly with customized, flexible programs. Under our Processing Services option, customers can contract with CoreCard to provide processing services for their accounts using CoreCard software configured to the customer’s preferences, with an option to license the same software and bring it in-house when and if the customer decides to become its own processor in the future. We believe this transition path for customers is unique in the industry.\nThe CoreCard software platform and modules include CoreENGINE™, CoreISSUE™, CoreFraud™, CoreCOLLECT™, CoreAPP™, CoreMONEY™ and CoreAcquire™. Using a proprietary, base transaction processing platform called CoreENGINE, the CoreCard application modules have been further enhanced to meet the specific requirements of different market segments; for instance, CoreISSUE™ is available in different versions tailored to the requirements for issuing prepaid cards, fleet cards, bank cards or private label cards/accounts as well as accounts receivable management. In addition, CoreCard configures and/or customizes its robust base modules with additional or specific functionality to meet each customer’s requirements. The Company has developed and licensed such products to customers in the prepaid, fleet, private label, retail and credit markets. As is typical of most software companies, CoreCard expects to continually enhance and upgrade its existing software solutions and to develop additional modules to meet changing customer and market requirements. To date, CoreCard has focused its extensive development and limited sales activities on building a base of customers in each of its target markets, as well as putting in place the infrastructure and processes to be able to scale the business successfully, particularly for the Processing Services business.\nHistorically, most of the Company’s sales have resulted from prospects contacting CoreCard based on an online search. CoreCard typically sells its products directly to customers, often in competitive situations, with relatively long sales and implementation cycles.\nWe have several revenue streams. We receive software license fees that vary depending upon the number of licensed users, number of accounts on the system, and the number of software modules licensed. We also derive service revenue from implementation, customization, and annual maintenance and support contracts for our licensed software. Processing customers pay an implementation and setup fee plus monthly service fees, primarily based on number of accounts, under a contract with a term of generally three or more years. Depending on factors such as contract terms, customer implementation and testing schedule, and extent of customization or configuration required and whether we are licensing or processing, the timing of revenue recognition on contracts may lead to considerable fluctuation in revenue and profitability. There are often delays in implementation cycles, especially for processing customers, due to third party approvals or processes that are outside of CoreCard’s control and thus it is not possible to predict with certainty when we will be able to begin recognizing revenue on new contracts.\nCoreCard’s licensed software products are used by its customers to manage and process various credit, debit and prepaid card programs and there are a number of federal and state regulations governing the issuance of and the processing of financial transactions associated with such cards. CoreCard’s customers are required to comply with such regulations and, to the extent that customers depend on their licensed CoreCard software to manage and process their card accounts, the CoreCard software features and functionality must allow customers to comply with the various governmental regulations. CoreCard continually evaluates applicable regulations and regularly upgrades and enhances its software to help its customers meet their obligations to comply with current and anticipated governmental regulations. As part of CoreCard’s processing business, CoreCard provides compliance-related services, including data and network security, customer identification screening and regular reporting, which enable its customers to be in compliance with applicable governmental regulations including but not limited to the Bank Secrecy Act and Anti-Money Laundering regulations with final responsibility for compliance resting with the customer. Depending on the extent of changes and new governmental regulations, CoreCard will regularly incur additional costs to modify its software and services to be compliant. CoreCard has no costs related to compliance with environmental laws.\nOur business is not considered seasonal although the use of certain of our products may grow with higher end-of-year spending patterns and possibly cause a small revenue increase during this period.\nResearch and Development\nWe spent $5.2 million and $5.5 million in the years ended December 31, 2020 and 2019, respectively, on Company sponsored research and development. All of our consolidated research and development expense is related to our FinTech business. We maintain a workforce of over 500 employees in our offshore operations in India and Romania for software development and testing, as well as operations support for processing services. We are continuously improving our financial technology software in response to market requirements and trends and expect to continue to do so.\nPatents, Trademarks and Trade Secrets\nWe have one U.S. patent covering aspects of CoreCard’s core software platform. It may be possible for competitors to duplicate certain aspects of our products and processes even though we regard such aspects as proprietary. We have registered with the U.S. Patent and Trademark Office and several foreign jurisdictions various trademarks and service marks for our products. We believe that an active trade secret, trade name, trademark, and copyright protection program is one element in developing and maintaining brand recognition and protecting our intellectual property. We presently market our products under trademarks and service marks such as CoreCard, CoreENGINE™, CoreISSUE™, CoreCOLLECT™, CoreMONEY™ and others.\nPersonnel\nAs of February 15, 2021, we had approximately 570 full-time equivalent employees (including our subsidiaries in the United States and foreign countries). Of these, the majority are involved in CoreCard’s software development, testing and operations, and 7 in corporate functions. Our employees are not represented by a labor union, we have not had any work stoppages or strikes, and we believe our employee relations are good.\nFinancial Information About Geographic Areas\nSee Note 11 to the Consolidated Financial Statements. Except for the risk associated with fluctuations in currency, we do not believe there are any specific risks attendant to our foreign operations that are significantly different than the general business risks discussed elsewhere in this Annual Report.",
    "item_1A": "",
    "item_1B": "ITEM 1B.\nUNRESOLVED STAFF COMMENTS\nNone.",
    "item_2": "ITEM 2.\nPROPERTIES\nWe have a lease covering approximately 17,000 square feet in Norcross, Georgia to house our product development, sales, service and administration operations for our domestic operations. Our Norcross lease was renewed March 31, 2018 for a three year term. We also lease a small office in Timisoara, Romania. We own a 6,350 square foot office facility in Bhopal, India, to house the software development and testing activities of our offshore subsidiaries; we lease approximately 4,700 square feet of additional office space in the same facility in Bhopal, India; and we lease approximately 5,500 square feet in Mumbai, India to house additional staff for our offshore software development activities. We plan to procure additional office space in India and North America to support our continual hiring efforts.",
    "item_3": "ITEM 3.\nLEGAL PROCEEDINGS\nFor information regarding our accounting for legal contingencies, see Note 7 of the Notes to Consolidated Financial Statements in this Form 10-K.",
    "item_4": "ITEM 4.\nMine Safety Disclosures\nNot applicable.\nPART II",
    "item_5": "ITEM 5.\nMARKET FOR REGISTRANT’S COMMON EQUITY, RELATED STOCKHOLDER MATTERS AND ISSUER PURCHASES OF EQUITY SECURITIES\nMarket Information\nOur common stock is listed and traded on the NYSE American (“NYSE”) under the symbol “INS”. We had 175 shareholders of record as of February 15, 2021. This number does not include beneficial owners of our common stock whose shares are held in the names of various dealers, clearing agencies, banks, brokers and other fiduciaries. The Company has not paid regular dividends in the past and does not intend to pay dividends in the foreseeable future.\nRepurchases of Securities\nThe following table sets forth information regarding our purchases of shares of our common stock during the three months ended December 31, 2020:\nTotal Number\nof Shares\nPurchased\nAverage Price\nPaid per Share1\nTotal Number of\nShares Purchased\nas Part of Publicly\nAnnounced\nProgram 2\nMaximum\nApproximate Dollar\nValue of Shares that\nMay Yet Be\nPurchased Under the\nProgram 2\nOctober 1, 2020 to October 31, 2020\n-\n-\n-\n$ 5,000,000\nNovember 1, 2020 to November 30, 2020\n42,961\n$ 37.63\n42,961\n$ 3,384,000\nDecember 1, 2020 to December 31, 2020\n$ 38.47\n$ 3,361,000\nTotal\n43,571\n$ 37.62\n43,571\n$ 3,361,000\nEquity Compensation Plan Information\nSee Item 12 for information regarding securities authorized for issuance under equity compensation plans, which is incorporated herein by reference.\n1 This price includes per share commissions paid.\n2 Our stock repurchase program, which was initially announced in November 2018, allows for the repurchase of up to a total of $5 million of our common stock, of which $1.64 million has been utilized. Under this publicly announced program, we are authorized to repurchase shares through open market purchases, privately-negotiated transactions or otherwise in accordance with applicable federal securities laws, including through Rule 10b5-1 trading plans and under Rule 10b-18 of the Exchange Act. The repurchase program does not have an expiration date and may be suspended or discontinued at any time.\nRecent Sales of Unregistered Securities\nThere have been no sales of unregistered securities by the Company during the period covered by this Form 10-K.",
    "item_6": "",
    "item_7": "ITEM 7.\nMANAGEMENT’S DISCUSSION AND ANALYSIS OF FINANCIAL CONDITION AND RESULTS OF OPERATIONS\nExecutive Summary\nOur consolidated operations consist of our CoreCard Software subsidiary and its affiliate companies in Romania, India and Dubai, as well as a corporate office in Atlanta, Georgia which provides significant administrative, human resources and executive management support to CoreCard.\nWe provide technology solutions and processing services to the financial services market, commonly referred to as the FinTech industry. We derive our product revenue from licensing our comprehensive suite of financial transaction management software to accounts receivable businesses, financial institutions, retailers and processors to manage their credit and debit cards, prepaid cards, private label cards, fleet cards, loyalty programs, and accounts receivable and loan transactions. Our service revenue consists of fees for software maintenance and support for licensed software products, fees for processing services that we provide to companies that outsource their financial transaction processing functions to us, and professional services primarily for software customizations provided to both license and processing customers.\nOur results vary in part depending on the size and number of software licenses recognized as well as the value and number of professional services contracts recognized in a particular period. As we continue to grow our Processing Services business, we continue to gain economies of scale on the investment we have made in the infrastructure, resources, processes and software features developed over the past number of years to support this growing side of our business. We are adding new processing customers at a faster pace than we are adding new license customers, resulting in steady growth in the processing revenue stream. However, we are also experiencing growth in revenue from license customers due to the addition of a large new customer in 2018, referred to as “Customer A” in the Notes to Consolidated Financial Statements. In total, this customer represented 69 percent and 60 percent of our consolidated revenues for 2020 and 2019, respectively. We expect future professional services, maintenance and license revenue from this customer in 2021 and future years; however, the amount and timing will be dependent on various factors not in our control such as the number of accounts on file and the level of customization needed by the customer. License revenue from this customer, similar to other license arrangements, is tiered based on the number of active accounts on the system. Once the customer achieves each tier level, they receive a perpetual license up to that number of accounts; inactive accounts do not count toward the license tier. The customer receives an unlimited perpetual license at a maximum tier level that allows them to utilize the software for any number of active accounts. They currently use the software for a single institution and additional license fees apply if multiple institutions are added. Support and maintenance fees are charged based on the tier level achieved and increase at new tier levels.\nDuring 2020, we experienced the loss of a large customer due to insolvency, referred to as “Customer B” in the Notes to Consolidated Financial Statements. We recognized revenue of $845,000 and $3,700,000 from this customer for the years ended 2020 and 2019, respectively, a decrease of approximately $2,855,000 in 2020 as compared to 2019. We opened offices in Dubai and Chennai and hired some of the insolvent company’s employees and are in the process of converting some of their customers to our processing platform. We expect revenue in 2021 and future years from servicing these customers and adding new customers in the region.\nWe typically receive revenue based on the number of active accounts on file rather than transaction volume and therefore the COVID-19 pandemic and related economic slowdown has had a muted impact on our results. Most of our employees in India have been working remotely throughout the pandemic which has impacted our ability to hire and train new employees. We have been able to maintain key functions and business continuity while delivering growth in our professional services revenue; however, the hiring and training constraints could impact future growth in our professional services revenue.\nThe infrastructure of our multi customer environment is scalable for the future. A significant portion of our expense is related to personnel, including more than 500 employees located in India and Romania. In 2017, we opened a second office in India, located near Mumbai, to enable us to attract the level of talent required for our software development and testing. In October 2020, we opened offices in Dubai, United Arab Emirates and Chennai, India to support CoreCard’s expansion of processing services into new markets in the Asia Pacific, Middle East, Africa and European regions. The new offices include engineering, support and business professionals with significant payments industry experience and experience operating CoreCard’s Processing platforms in the related regions. Our ability to hire and train employees on our processes and software impacts our ability to onboard new customers and deliver professional services for software customizations. In addition, we have certain corporate office expenses associated with being a public company that impact our operating results.\nOur revenue fluctuates from period to period and our results are not necessarily indicative of the results to be expected in future periods. It is difficult to predict the level of consolidated revenue on a quarterly basis for various reasons, including the following:\n●\nSoftware license revenue in a given period may consist of a relatively small number of contracts, and contract values can vary considerably depending on the software product and scope of the license sold. Consequently, even minor delays in delivery under a software contract, which may be out of our control, could have a significant and unpredictable impact on the consolidated revenue that we recognize in a given quarterly or annual period.\n●\nCustomers may decide to postpone or cancel a planned implementation of our software for any number of reasons, which may be unrelated to our software or contract performance, that may affect the amount, timing and characterization of our deferred and/or recognized revenue.\n●\nCustomers typically require our professional services to modify or enhance their CoreCard software implementation based on their specific business strategy and operational requirements, which vary from customer to customer and period to period.\n●\nThe timing of new processing customer implementations is often dependent on third party approvals or processes which are typically not under our direct control.\nWe continue to maintain a strong cash position. We intend to use cash balances to support the domestic and international operations associated with our CoreCard business and to expand our operations in the FinTech industry through financing the growth of CoreCard and, if appropriate opportunities become available, through acquisitions of businesses in this industry. Additionally, in November 2018, our Board of Directors authorized a share repurchase program of $5 million. We made $1.6 million in share repurchases in 2020, and no share repurchases were made in 2019.\nResults of Operations\nThe following discussion should be read in conjunction with the Consolidated Financial Statements and the Notes to Consolidated Financial Statements presented in this Annual Report.\nRevenue - Total revenue for the year ended December 31, 2020 was $35,873,000 which represents a 5 percent increase over 2019.\n●\nRevenue from services was $32,273,000 in 2020, which represents a 13 percent increase from 2019 revenue of $28,578,000. Revenue from transaction processing services, software maintenance and support services, and professional services were greater in 2020 as compared to 2019 due to an increase in the number of customers and accounts on file and an increase in the number and value of professional services contracts completed in 2020. We expect that processing services will continue to grow as our customer base increases; however, the time required to implement new customer programs could be delayed due to third party integration and approval processes and other factors. It is difficult to predict with accuracy the number and value of professional services contracts that our customers will require in a given period. Customers typically request our professional services to modify or enhance their CoreCard software implementation based on their specific business strategy and operational requirements, which vary from customer to customer and period to period.\n●\nRevenue from products, which includes software license fees was $3,600,000 in 2020, compared to $5,725,000 in 2019. The decrease results from fewer customers achieving new license tiers in 2020 than in 2019.\nCost of Revenue - Total cost of revenue was 43 percent of total revenue for the twelve months ended December 31, 2020, compared to 34 percent for the twelve months ended December 31, 2019. The increase in cost of revenue as a percentage of revenue is primarily driven by investments made in our processing infrastructure including hardware and software purchases and additional space in our data centers. Cost of revenue includes costs to provide annual maintenance and support services to our installed base of licensed customers, costs to provide professional services and costs to provide our financial transaction processing services. The cost and gross margins on such revenues can vary considerably from period to period depending on the customer mix, customer requirements and project complexity as well as the mix of our U.S. and offshore employees working on the various aspects of services provided. In addition, we continue to devote the resources necessary to support our growing processing business, including direct costs for regulatory compliance, infrastructure, network certifications and customer support. We made significant investments in our processing infrastructure in 2020 in anticipation of adding new processing customers in 2021 and future years. These increased costs, primarily depreciation of new hardware and additional data center space, negatively impacted our margins in 2020 and will continue to do so until we add additional customers. However, we do expect future economies of scale in our processing environment. This may be subject to change in the future if new regulations or processing standards are implemented causing us to incur additional costs to comply.\nOperating Expenses - For the twelve months ended December 31, 2020, total operating expenses from consolidated operations were slightly lower as compared to the corresponding period in 2019 primarily due to lower research and development expenses, partially offset by higher general and administrative expenses. Research and development expenses were lower mainly due to lower recognition-based bonus accruals, partially offset by higher payroll and related expense for additional offshore technical personnel. General and administrative expenses increased due to higher stock compensation and salaries expenses due to the new 2020 Non-Employee Directors’ Stock Incentive Plan and an increase in headcount, respectively, partially offset by strategic initiatives of the Board in 2019 that did not recur in 2020. Marketing expenses decreased in 2020 as we continued to place less focus on marketing initiatives for CoreCard. Our client base increased in 2020 and 2019 with minimal marketing efforts as we continue to have prospects contact us via online searches; however, we will continue to re-evaluate our marketing expenditures as needed to competitively position the Processing Services business.\nInvestment Income (Loss) - Investment Income (Loss) was a loss of $1,044,000 in 2020 and income of $34,000 in 2019. In 2020, we recorded an impairment charge of $1,009,000 on investments resulting from the economic downturn caused by the recent pandemic.\nOther Income, net - Other Income, net was $378,000 in 2020 and $99,000 in 2019. The increase is primarily due to higher interest income resulting from higher cash and note receivable balances, partially offset by lower interest rates.\nIncome Taxes - We recorded $2,468,000 in 2020 for income tax expense, an effective tax rate of 23.2%, compared to tax expense of $2,546,000 in 2019, an effective tax rate of 18.8%. The 2019 period benefited from an excess tax benefit related to the exercise of stock options. We expect our future effective tax rate to be within the range of 22-24%.\nLiquidity and Capital Resources\nOur cash balance at December 31, 2020 was $37,956,000 compared to $26,415,000 at December 31, 2019. During the year ended December 31, 2020, cash provided by operations was $20,966,000 compared to cash provided by operations of $10,585,000 for the year ended December 31, 2019. The increase is primarily due to lower accounts receivable, an increase in cash held for program management funding, higher depreciation and non-cash investment losses. These increases were partially offset by lower net income and lower accrued payroll.\nWe used $6,875,000 of cash to acquire computer equipment and related software primarily to enhance our existing processing environment in the U.S. as well for computer equipment for the technical resources added in our India office during 2020.\nWe do not expect to pay any regular or special dividends in the foreseeable future. We expect to have sufficient liquidity from cash on hand as well as projected customer payments to support our operations and capital equipment purchases in the foreseeable future. Currently we expect to use cash in excess of what is required for our current operations for opportunities we believe will expand our FinTech business, as exemplified in transactions described in Notes 3 and 5, although there can be no assurance that appropriate opportunities will arise. Additionally, in November 2018, our Board of Directors authorized a share repurchase program of $5 million. We made share repurchases of $1.6 million in 2020, and we did not make any share repurchases in 2019.\nCritical Accounting Policies and Estimates\nThe discussion and analysis of our financial condition and results of operations is based upon our Consolidated Financial Statements which have been prepared in accordance with accounting principles generally accepted in the United States. The preparation of these financial statements requires us to make estimates and judgments that affect the reported amount of assets, liabilities, revenues and expenses. We consider certain accounting policies related to revenue recognition and valuation of investments to be critical policies due to the estimation processes involved in each. For a detailed description on the application of these and other accounting policies, see Note 1 to the Consolidated Financial Statements.\nRevenue Recognition - Product revenue consists of fees from software licenses. Service revenue consists of fees for processing services; professional services for software customization, consulting, and training; reimbursable expenses; and software maintenance and customer support.\nOur software license arrangements generally fall into one of the following four categories:\n●\nan initial contract with the customer to license certain software modules, to provide services to get the customer live on the software (such as training and customization) and to provide post contract support (“PCS”) for a specified period of time thereafter,\n●\npurchase of additional licenses for new modules or for tier upgrades for a higher volume of licensed accounts after the initial contract,\n●\nother optional standalone contracts, usually performed after the customer is live on the software, for services such as new interfaces or custom features requested by the customer, additional training and problem resolution not covered in annual maintenance contracts, or\n●\ncontracts for certain licensed software products that involve an initial fee plus recurring monthly fees during the contract life.\nAt contract inception, we assess the products and services promised in our contracts with customers and identify a performance obligation for each promise to transfer to the customer a product or service (or bundle of products or services) that is distinct. A performance obligation is distinct if a product or service is separately identifiable from other items in the bundled package and if a customer can benefit from it on its own or with other resources that are readily available to the customer. To identify our performance obligations, we consider all of the products or services promised in the contract regardless of whether they are explicitly stated or are implied by customary business practices. We recognize revenue when or as we satisfy a performance obligation by transferring control of a product or service to a customer. Our revenue recognition policies for each of the situations described above are discussed below.\nOur software licenses generally have significant stand-alone functionality to the customer upon delivery and are considered to be functional intellectual property. Additionally, the purpose in granting these software licenses to a customer is typically to provide the customer a right to use our intellectual property. Our software licenses are generally considered distinct performance obligations, and revenue allocated to the software license is typically recognized at a point in time upon delivery of the license. Initial implementation fees do not meet the criteria for separate accounting because the software usually requires significant modification or customization that is essential to its functionality. We recognize revenue related to implementations over the life of the customer once the implementation is complete.\nWe account for the PCS element contained in the initial contract based on relative standalone selling price, which is annual renewal fees for such services, and PCS is recognized ratably on a straight-line basis over the period specified in the contract as we generally satisfy these performance obligations evenly using a time-elapsed output method over the contract term given there is no discernible pattern of performance. Upon renewal of the PCS contract by the customer, we recognize revenues ratably on a straight-line basis over the period specified in the PCS contract. All of our software customers purchase software maintenance and support contracts and renew such contracts annually.\nCertain initial software contracts contain specified future service elements for scheduled completion following the implementation, and related recognition, of the initial license. In these instances, after the initial license recognition, where distinct future performance obligations are identified in the contract and we could reliably measure the completion of each identified performance obligation, we have recognized revenue at the time the individual performance obligation was completed.\nPurchases of additional licenses for tier upgrades or additional modules are generally recognized as license revenue in the period in which the purchase is made for perpetual licenses or ratably over the remaining contract term for non-perpetual licenses.\nServices provided under standalone contracts that are optional to the customer and are outside of the scope of the initial contract are single element services contracts. These standalone services contracts are not essential to the functionality of the software contained in the initial contract and generally do not include acceptance clauses or refund rights as may be included in the initial software contracts, as described above. Revenues from these services contracts, which are generally performed within a relatively short period of time, are recognized when the services are complete or in some cases as the services are provided. These revenues generally re-occur as contracts are renewed. Payment terms for professional services may be based on an upfront fixed fee with the remainder due upon completion or on a time and materials basis.\nFor contracts for licensed software which include an initial fee plus recurring monthly fees for software usage, maintenance and support, we recognize the total fees ratably on a straight-line basis over the estimated life of the contract as services revenue.\nRevenues from processing services are typically volume- or activity-based depending on factors such as the number of accounts processed, number of accounts on the system, number of hours of services or computer resources used. For processing services which include an initial fee plus recurring monthly fees for services, we recognize the initial fees ratably on a straight-line basis over the estimated life of the contract as services revenue. The payment terms may include tiered pricing structures with the base tier representing a minimum monthly usage fee. For processing services revenues, we stand ready to provide continuous access to our processing platforms and perform an unspecified quantity of outsourced and transaction-processing services for a specified term or terms. Accordingly, processing services are generally viewed as a stand-ready performance obligation comprised of a series of distinct daily services. We typically satisfy our processing services performance obligations over time as the services are provided.\nTechnology or service components from third parties are frequently embedded in or combined with our products or service offerings. We are often responsible for billing the client in these arrangements and transmitting the applicable fees to the third party. We determine whether we are responsible for providing the actual product or service as a principal, or for arranging for the solution or service to be provided by the third party as an agent. Judgment is applied to determine whether we are the principal or the agent by evaluating whether we have control of the product or service prior to it being transferred to the customer. The principal versus agent assessment is performed at the performance obligation level. Indicators that we consider in determining if we have control include whether we are primarily responsible for fulfilling the promise to provide the specified product or service to the customer, whether we have inventory risk and discretion in establishing the price the customer ultimately pays for the product or service. Depending upon the level of our contractual responsibilities and obligations for delivering solutions to end customers, we have arrangements where we are the principal and recognize the gross amount billed to the customer and other arrangements where we are the agent and recognize the net amount retained.\nRevenue is recorded net of applicable sales tax.\nDeferred revenue consists of advance payments by software customers for annual or quarterly PCS, advance payments from customers for software licenses and professional services not yet delivered, and initial implementation payments for processing services or bundled license and support services in multi-year contracts. Deferred revenue is classified as long-term until such time that it becomes likely that the services or products will be provided within 12 months of the balance sheet date.\nValuation of Investments - We hold minority interests in non-publicly traded companies whose values are not readily determinable and are based on management’s estimate of realizability of the value of the investment. Future adverse changes in market conditions, poor operating results, lack of progress of the investee company or its inability to raise capital to support its business plan could result in investment losses or an inability to recover the current carrying value of the investment. Our policy with respect to minority interests is to record an impairment charge when we conclude an investment has experienced a decline in value that is other than temporary. At least quarterly, we review our investments to determine any impairment in their carrying value and we write-down any impaired asset at quarter-end to our best estimate of its current realizable value.\nWe have an equity investment and various loans with a privately held identity and professional services company with ties to the FinTech industry. A portion of the company’s business has been negatively impacted by the pandemic while other portions of its business have improved. We evaluate on a continuing basis whether any impairment indicators are present that would require additional analysis or write-downs of the investment. While we have not recorded an impairment related to this investment or determined that an impairment trigger existed at December 31, 2020, significant variations from current expectations could impact future assessments resulting in future impairment charges.\nWe also have an investment with a privately held technology company and program manager in the FinTech industry. In the first quarter of 2020, due to the economic downturn resulting from the recent pandemic, we recorded an impairment charge of $750,000 to reduce the carrying value of the investee company to $0.\nOff-Balance Sheet Arrangements\nWe do not currently have any off-balance sheet arrangements that are reasonably likely to have a current or future material adverse effect on our financial condition, liquidity or results of operations.\nFactors That May Affect Future Operations\nFuture operations are subject to risks and uncertainties that may negatively impact our future results of operations or projected cash requirements. It is difficult to predict future quarterly and annual results with certainty.\nAmong the numerous factors that may affect our consolidated results of operations or financial condition are the following:\n●\nWeakness or instability in the global financial markets could have a negative impact due to potential customers (most of whom perform some type of financial services) delaying decisions to purchase software or initiate processing services.\n●\nIncreased federal and state regulations and reluctance by financial institutions to act as sponsor banks for prospective customers could result in losses and additional cash requirements.\n●\nOur largest customer represented 69% of our consolidated revenues for the twelve months ended December 31, 2020. Failure to meet our responsibilities under the related contract could result in breach of contract and loss of the customer and related future revenues.\n●\nDelays in software development projects could cause our customers to postpone implementations or delay payments, which would increase our costs and reduce our revenue and cash.\n●\nWe could fail to deliver software products which meet the business and technology requirements of our target markets within a reasonable time frame and at a price point that supports a profitable, sustainable business model.\n●\nOur processing business is impacted, directly or indirectly, by more regulations than our licensed software business. If we fail to provide services that comply with (or allow our customers to comply with) applicable regulations or processing standards, we could be subject to financial or other penalties that could negatively impact our business.\n●\nSoftware errors or poor quality control may delay product releases, increase our costs, result in non-acceptance of our software by customers or delay revenue recognition.\n●\nWe could fail to expand our base of customers as quickly as anticipated, resulting in lower revenue and profits and increased cash needs.\n●\nWe could fail to retain key software developers and managers who have accumulated years of know-how in our target markets and company products or fail to attract and train a sufficient number of new software developers and testers to support our product development plans and customer requirements at projected cost levels.\n●\nIncreasing and changing government regulations in the United States and foreign countries related to such issues as data privacy, financial and credit transactions could require changes to our products and services which could increase our costs and could affect our existing customer relationships or prevent us from getting new customers.\n●\nDelays in anticipated customer payments for any reason would increase our cash requirements and could adversely impact our profits.\n●\nCompetitive pressures (including pricing, changes in customer requirements and preferences, and competitor product offerings) may cause prospective customers to choose an alternative product solution, resulting in lower revenue and profits (or losses).\n●\nOur future capital needs are uncertain and depend on a number of factors; additional capital may not be available on acceptable terms, if at all.\n●\nVolatility in the markets, including as a result of political instability, civil unrest, war or terrorism, or pandemics or other natural disasters, such as the recent outbreak of coronavirus, could adversely affect future results of operations and could negatively impact the valuation of our investments.\n●\nOther general economic and political conditions could cause customers to delay or cancel purchases.\nRecent Accounting Pronouncements - Refer to Note 1 of the Notes to Consolidated Financial Statements.",
    "item_7A": "",
    "item_8": "ITEM 8.\nFINANCIAL STATEMENTS\nThe following Consolidated Financial Statements and related report of independent registered public accounting firm are included in this report and are incorporated by reference in Part II, Item 8 hereof. See Index to Financial Statements on page hereof.\nReport of Independent Registered Public Accounting Firm - Nichols, Cauley & Associates, LLC\nConsolidated Balance Sheets at December 31, 2020 and 2019\nConsolidated Statements of Operations for the years ended December 31, 2020 and 2019\nConsolidated Statements of Comprehensive Income (Loss) for the years ended December 31, 2020 and 2019\nConsolidated Statements of Stockholders’ Equity for the years ended December 31, 2020 and 2019\nConsolidated Statements of Cash Flows for the years ended December 31, 2020 and 2019\nNotes to Consolidated Financial Statements",
    "item_9": "ITEM 9.\nCHANGES IN AND DISAGREEMENTS WITH ACCOUNTANTS ON ACCOUNTING AND FINANCIAL DISCLOSURE\nNone.",
    "item_9A": "Item 9A. Controls and PRocedures\n(a) Evaluation of disclosure controls and procedures\nOur management, with the participation of our Chief Executive Officer and Chief Financial Officer, evaluated the effectiveness of our disclosure controls and procedures. In designing and evaluating the disclosure controls and procedures, management recognizes that any controls and procedures, no matter how well designed and operated, can provide only reasonable assurance of achieving the desired control objectives. In addition, the design of disclosure controls and procedures must reflect the fact that there are resource constraints and management is required to apply its judgment in evaluating the benefits of possible controls and procedures relative to their costs.\nOur disclosure controls and procedures are designed to provide reasonable assurance of achieving their objectives. As of the end of the period covered by this Annual Report, we carried out an evaluation, under the supervision and with the participation of the Company’s management, including the Company’s Chief Executive Officer and Chief Financial Officer, of the effectiveness of the design and operation of the Company’s disclosure controls and procedures pursuant to Rule 13a-15(b) under the Exchange Act. Based upon that evaluation, the Chief Executive Officer and Chief Financial Officer concluded that the Company’s disclosure controls and procedures are effective at that reasonable assurance level.\n(b) Changes in internal control over financial reporting\nWe regularly review our system of internal control over financial reporting and make changes to our processes and systems to improve controls and increase efficiency, while ensuring that we maintain an effective internal control environment.\nThere were no significant changes in the Company’s internal control over financial reporting or in other factors identified in connection with this evaluation that occurred during the period covered by this report that has materially affected, or is reasonably likely to materially affect, the Company’s internal control over financial reporting.\n(c) Management’s report on internal control over financial reporting\nThe management of Intelligent Systems Corporation is responsible for establishing and maintaining adequate internal control over financial reporting as defined in Rule 13a - 15(f) under the Securities Exchange Act of 1934. The Company maintains accounting and internal control systems which are intended to provide reasonable assurance that the assets are safeguarded against loss from unauthorized use or disposition, transactions are executed in accordance with management’s authorization and accounting records are reliable for preparing financial statements in accordance with accounting principles generally accepted in the United States of America.\nInternal control over financial reporting cannot provide absolute assurance of achieving financial reporting objectives because of its inherent limitations. Internal control over financial reporting is a process that involves human diligence and compliance and is subject to lapses in judgment and breakdowns resulting from human failures. Internal control over financial reporting also can be circumvented by collusion or improper management override. Because of such limitations, there is a risk that material misstatements may not be prevented or detected on a timely basis by internal control over financial reporting. However, these inherent limitations are known features of the financial reporting process. Therefore, it is possible to design into the process safeguards to reduce, though not eliminate, risk.\nThe Company’s management evaluated the effectiveness of the Company’s internal control over financial reporting as of December 31, 2020. In making this evaluation, management used the criteria set forth by the Committee of Sponsoring Organizations (“COSO”) of the Treadway Commission in Internal Control - Integrated Framework (2013). Based on our evaluation management believes that, as of December 31, 2020, the Company’s internal control over financial reporting is effective based on those criteria.",
    "item_9B": "Item 9b. Other information\nOn March 2, 2021, the Board of Directors of the Company adopted and approved, effective immediately, the Amended and Restated Bylaws of the Company (the “Bylaws”). The amendment included, among other things, a new Article Three, Section 3.4 (Election of Directors) of the Bylaws to provide for majority voting in uncontested director elections (as well as conforming changes to certain other sections of the Bylaws). A copy of the Company’s Bylaws, including the amendment referenced above, is included as Exhibit 3.2 to this Current Report on Form 10-K and incorporated herein by reference.\nPART III",
    "item_10": "ITEM 10.\nDIRECTORS, EXECUTIVE OFFICERS AND CORPORATE GOVERNANCE\nPlease refer to the subsection entitled “Proposal 1 - The Election of One Director - Nominee” and “Proposal 1 - The Election of One Director - Executive Officers” in our Proxy Statement for the 2021 Annual Meeting of Shareholders (the “Proxy Statement”) for information about the individual nominated as director and about the directors and executive officers of the Company. This information is incorporated into this Item 10 by reference. Information regarding compliance by directors and executive officers of the Company and owners of more than 10 percent of our common stock with the reporting requirements of Section 16(a) of the Securities Exchange Act of 1934, as amended, is contained under the caption “Section 16(a) Beneficial Ownership Reporting Compliance” in the Proxy Statement. This information is incorporated into this Item 10 by reference. Information regarding the Company’s Audit Committee and its composition is contained under the caption “Proposal 1 - The Election of One Director - Nominee” and “Proposal 1 - The Election of One Director - Meetings and Committees of the Board of Directors” in the Proxy Statement. This information is incorporated into this Item 10 by reference.\nThere have been no material changes to the procedures by which shareholders may recommend nominees to the Company’s Board of Directors.\nWe have a Code of Ethics that applies to all directors, officers, and employees. The Code of Ethics is posted on our website at www.intelsys.com. We also disclose on our website, within the time required by the rules of the SEC, any waivers of, or amendments to, the Code of Ethics for the benefit of an executive officer.",
    "item_11": "ITEM 11.\nEXECUTIVE COMPENSATION\nPlease refer to the subsection entitled “Proposal 1 - The Election of One Director - Executive Compensation” in the Proxy Statement for information about management compensation. This information is incorporated into this Item 11 by reference.",
    "item_12": "ITEM 12.\nSECURITY OWNERSHIP OF CERTAIN BENEFICIAL OWNERS AND MANAGEMENT AND RELATED STOCKHOLDER MATTERS\nThe following table sets forth the number of securities authorized for issuance under our equity compensation plans as of December 31, 2020.\nSecurities Authorized for Issuance Under Equity Compensation Plans\nPlan category\n(a) Number of securities to be\n\t\t\tissued upon exercise of\noutstanding options, warrants\nand rights\n(b) Weighted-average\nexercise price of\noutstanding options,\nwarrants and rights\n(c) Number of securities\nremaining available for future\nissuance under equity\ncompensation plans\n(excluding securities\nreflected in column (a))\nEquity compensation plans approved by security holders\n126,500\n$ 8.94\n885,620\nEquity compensation plans not approved by security holders\n--\n--\n--\nTotal\n126,500\n$ 8.94\n885,620\nWe instituted the 2003 Incentive Stock Plan (the “2003 Plan”) in March 2003. The 2003 Plan authorized the issuance of up to 450,000 options to purchase shares of common stock to officers and key employees, with vesting of such options occurring equally over a 3-year time period. In 2013, the 2003 Plan expired with 197,500 options ungranted. In the years ended December 31, 2020 and 2019, no options and 25,000 options, respectively, were exercised under the 2003 Plan. In June 2015, shareholders approved the 2015 Incentive Stock Plan (the “2015 Plan”) which authorizes the issuance of up to 750,000 options to purchase shares of common stock to employees and key consultants and advisors. In 2020 and 2019, no options were exercised under the 2015 Plan. In 2020, no options were granted and in 2019 30,000 options were granted under the 2015 Plan. In 2020, no options were cancelled and in 2019, 10,000 options were cancelled under the 2015 Plan.\nIn August 2000, we instituted a Non-Employee Directors’ Stock Option Plan (the “Directors Plan”) that authorized the issuance of up to 200,000 options to purchase shares of common stock to non-employee directors. Upon adoption of the Directors Plan, each non-employee director was granted an option to acquire 5,000 shares. At each Annual Meeting, each director receives a grant of 4,000 options, which vest in 50% increments on the first and second anniversary. The Directors Plan expired in 2011, with 60,000 options ungranted. The shareholders approved a new plan, the 2011 Non-Employee Directors Stock Plan (the “2011 Directors Plan”), in May 2011, with essentially the same terms and conditions as the Directors Plan. In the years ended December 31, 2020 and 2019, no options and 12,000 options were granted to non-employee members of our board of directors at the 2020 and 2019 Annual Meetings, respectively, pursuant to the 2011 Directors Plan. Additionally, in 2020 and 2019, no options and 8,000 options, respectively, were exercised under the Directors Plan. In 2020 and 2019, no options and 74,000 options, respectively, were exercised under the 2011 Directors Plan. In 2019, under the 2011 Directors Plan, 6,000 options were cancelled.\nIn August 2020, shareholders approved the 2020 Non-Employee Directors’ Stock Incentive Plan (the “2020 Plan”), which replaces the 2011 Director Plan and authorizes the issuance of 200,000 shares of common stock to non-employee directors. During 2020, an aggregate of 4,380 shares totaling $150,000 were granted to the three independent members of our board of directors pursuant to the 2020 Plan. Pursuant to the terms of the 2020 Plan, the shares were granted at fair market value on the date of the Annual Meeting of Shareholders and vested upon issuance. We expect to grant each independent director $50,000 of stock on the date of each subsequent Annual Meeting.\nPlease refer to the subsection entitled “Voting - Security Ownership of Certain Beneficial Owners and Management” in the Proxy Statement for information about the ownership of our common stock by certain persons. This information is incorporated into this Item 12 by reference.",
    "item_13": "ITEM 13.\nCERTAIN RELATIONSHIPS AND RELATED TRANSACTIONS, AND DIRECTOR INDEPENDENCE\nThe lease on our headquarters and primary facility at 4355 Shackleford Road, Norcross, Georgia is held by ISC Properties, LLC, an entity controlled by J. Leland Strange, our Chairman and Chief Executive Officer. Mr. Strange holds a 100% ownership interest in ISC Properties, LLC. We paid ISC Properties, LLC $214,000 and $210,000 in the years ended December 31, 2020 and 2019, respectively.\nPlease refer to the subsection entitled “Proposal 1 - The Election of One Director - Nominee” in the Proxy Statement referred to in Item 10 for information regarding the independence of the Company’s directors. This information is incorporated into this Item 13 by reference.",
    "item_14": "ITEM 14.\nPrincipal Accountant Fees and Services\nPlease refer to the subsection entitled “Independent Registered Public Accountants” in the Proxy Statement for information about the fees paid to and services performed by our independent public accountants. This information is incorporated into this Item 14 by reference.\nPART IV",
    "item_15": "ITEM 15.\nEXHIBITS AND FINANCIAL STATEMENT SCHEDULES\nWe are filing the following exhibits with this report or incorporating them by reference to earlier filings. Shareholders may request a copy of any exhibit by contacting Matthew A. White, Secretary, Intelligent Systems Corporation, 4355 Shackleford Road, Norcross, Georgia 30093; telephone (770) 381-2900. There is a charge of $.50 per page to cover expenses of copying and mailing.\n3.1\nAmended and Restated Articles of Incorporation of the Registrant dated May 4, 2011. (Incorporated by reference to Exhibit 3(i) of the Registrant’s Form 10-Q for the period ended March 31, 2011.)\n3.2\nAmended and Restated Bylaws of the Registrant dated March 2, 2021.\n10.1\nLease Agreement dated April 1, 2015, between the Registrant and ISC Properties, LLC. (Incorporated by reference to Exhibit 10.2 of the Registrant’s Form 10-Q for the quarter ended March 31, 2015.)\n10.3\nManagement Compensation Plans and Arrangements:\n(a)\nIntelligent Systems Corporation Stock Incentive Plan\n(b)\n2011 Non-Employee Directors Stock Option Plan\n(c) 2020 Non-Employee Directors’ Stock Incentive Plan\nExhibit 10.3(a) is incorporated by reference to the Registrant’s 2015 Definitive Proxy Statement on Schedule 14A.\nExhibit 10.3(b) is incorporated by reference to the Registrant’s 2011 Definitive Proxy Statement on Schedule 14A.\n21.1 List of subsidiaries of Registrant.\n23.1 Consent of Nichols, Cauley & Associates, LLC.\n31.1 Certification of Chief Executive Officer Pursuant to Section 302 of the Sarbanes-Oxley Act of 2002.\n31.2 Certification of Chief Financial Officer Pursuant to Section 302 of the Sarbanes-Oxley Act of 2002.\n32.1 Certification Pursuant to 18 U.S.C. Section 1350, as Adopted Pursuant to Section 906 of the Sarbanes-Oxley Act of 2002.\n101.INS XBRL Instance Document ***\n101.SCH XBRL Taxonomy Extension Schema ***\n101.CAL XBRL Taxonomy Extension Calculation ***\n101.DEF XBRL Taxonomy Extension Definitions ***\n101.LAB XBRL Taxonomy Extension Labels ***\n101.PRE XBRL Taxonomy Extension Presentation ***\n***\nXBRL information is furnished and not filed or a part of a registration statement or prospectus for purposes of sections 11 or 12 of the Securities Act of 1933, as amended, is deemed not filed for purposes of section 18 of the Securities Exchange Act of 1934, as amended, and otherwise is not subject to liability under these sections.\nSIGNATURES\nPursuant to the requirements of Section 13 or 15(d) of the Securities Exchange Act of 1934, the Registrant has duly caused this Annual Report to be signed on its behalf by the undersigned, thereunto duly authorized.\nINTELLIGENT SYSTEMS CORPORATION\nRegistrant\nDate: March 4, 2021\nBy:\n/s/ J. Leland Strange\nJ. Leland Strange\nChairman of the Board, President\nand Chief Executive Officer\nPursuant to the requirements of the Securities Exchange Act of 1934, this report has been signed below by the following persons on behalf of the Registrant and in the capacities and on the dates indicated:\nSignature\nCapacity\nDate\n/s/ J. Leland Strange\nJ. Leland Strange\nChairman of the Board, President,\nChief Executive Officer and Director\n(Principal Executive Officer)\nMarch 4, 2021\n/s/ Matthew A. White\nMatthew A. White\nChief Financial Officer\n(Principal Accounting and Financial Officer)\nMarch 4, 2021\n/s/ A. Russell Chandler III\nA. Russell Chandler III\nDirector\nMarch 4, 2021\n/s/ Philip H. Moise\nPhilip H. Moise\nDirector\nMarch 4, 2021\n/s/ Elizabeth W. Camp\nElizabeth W. Camp\nDirector\nMarch 4, 2021\nINTELLIGENT SYSTEMS CORPORATION\nThe following consolidated financial statements of the Registrant and its subsidiaries are submitted herewith in response to Item 8:\nFinancial Statements:\nReport of Independent Registered Public Accounting Firm - Nichols, Cauley & Associates, LLC\nConsolidated Balance Sheets at December 31, 2020 and 2019\nConsolidated Statements of Operations for the years ended December 31, 2020 and 2019\nConsolidated Statements of Comprehensive Income (Loss) for the years ended December 31, 2020 and 2019\nConsolidated Statements of Stockholders’ Equity for the years ended December 31, 2020 and 2019\nConsolidated Statements of Cash Flows for the years ended December 31, 2020 and 2019\nNotes to Consolidated Financial Statements\nNichols, Cauley & Associates, LLC\n3550 Engineering Drive, Suite 250\nPeachtree Corners, Georgia 30092\n404-214-1301 FAX 404-214-1302\natlanta@nicholscauley.com\nREPORT OF INDEPENDENT REGISTERED PUBLIC ACCOUNTING FIRM\nTo the Board of Directors and Shareholders of Intelligent Systems Corporation\nOpinion on the Financial Statements\nWe have audited the accompanying consolidated balance sheets of Intelligent Systems Corporation and Subsidiaries (the “Company”) as of December 31, 2020 and 2019, and the related consolidated statements of operations, comprehensive income (loss), stockholders’ equity, and cash flows for each of the two years in the period ended December 31, 2020, and the related notes (collectively referred to as the “financial statements”). In our opinion, the financial statements present fairly, in all material respects, the financial position of the Company as of December 31, 2020 and 2019, and the results of its operations and its cash flows for each of the two years in the period ended December 31, 2020, in conformity with accounting principles generally accepted in the United States of America.\nBasis for Opinion\nThese financial statements are the responsibility of the Company’s management. Our responsibility is to express an opinion on these financial statements based on our audits. We are a public accounting firm registered with the Public Company Accounting Oversight Board (United States) (\"PCAOB\") and are required to be independent with respect to the Company in accordance with the U.S. federal securities laws and the applicable rules and regulations of the Securities and Exchange Commission and the PCAOB.\nWe conducted our audits in accordance with the standards of the PCAOB. Those standards require that we plan and perform the audit to obtain reasonable assurance about whether the financial statements are free of material misstatement, whether due to error or fraud. The Company is not required to have, nor were we engaged to perform, an audit of its internal control over financial reporting. As part of our audits, we are required to obtain an understanding of internal control over financial reporting but not for the purpose of expressing an opinion on the effectiveness of the Company’s internal control over financial reporting. Accordingly, we express no such opinion.\nOur audits included performing procedures to assess the risks of material misstatement of the financial statements, whether due to error or fraud, and performing procedures that respond to those risks. Such procedures included examining, on a test basis, evidence regarding the amounts and disclosures in the financial statements. Our audits also included evaluating the accounting principles used and significant estimates made by management, as well as evaluating the overall presentation of the financial statements. We believe that our audits provide a reasonable basis for our opinion.\nCritical Audit Matters\nThe critical audit matters communicated below are matters arising from the current period audit of the financial statements that were communicated or required to be communicated to the audit committee and that: (1) relate to accounts or disclosures that are material to the financial statements and (2) involved our especially challenging, subjective, or complex judgments. The communication of critical audit matters does not alter in any way our opinion on the financial statements, taken as a whole, and we are not, by communicating the critical audit matters below, providing separate opinions on the critical audit matters or on the accounts or disclosures to which they relate.\nCritical Audit Matter - Revenue Recognition - Refer to Note 1 of the Financial Statements.\nCritical Audit Matter Description\nThe Company recognizes revenue when or as the Company satisfies a customer agreement performance obligation by transferring control of a product or service to a customer, in an amount that reflects the consideration the Company expects to receive in exchange for those products or services.\nIn determining revenue recognition for these customer agreements, judgment may need to be exercised by the Company, and will include the following:\n- An assessment of the products and services promised in contracts or customer agreements, and the identification of a performance obligation for each promise to transfer to the customer a product or service that is distinct.\n- Determination of relative standalone selling price for distinct performance obligations.\n- The timing of product or service delivery for performance obligations.\nGiven these factors, the related audit effort in evaluating management’s judgments in determining revenue recognition for these customer agreements was extensive.\nHow the Critical Audit Matter Was Addressed in the Audit\nOur principal audit procedures related to the Company’s revenue recognition for these customer agreements included the following:\n- We evaluated the internal controls related to the identification of distinct performance obligations and the determination of the timing of revenue recognition.\n- We evaluated management’s significant accounting policies related to these customer agreements.\n- We selected customer agreements and performed the following procedures:\no Obtained and read the customer agreements or contracts for each selected agreement.\no Evaluated and tested management’s identification of significant terms for completeness, including the identification of distinct performance obligations.\no From the terms in the customer agreement, evaluated the appropriateness of management’s application of their accounting principles, in their determination of revenue recognition conclusions.\n- We tested the mathematical accuracy of management’s calculations of revenue and the associated timing of revenue recognized in the financial statements.\nCritical Audit Matter - Valuation of Investments - Refer to Note 1 and Note 3 to the Financial statements\nCritical Audit Matter Description:\nThe Company evaluates equity method investments for impairment when events or changes in circumstances indicate that the carrying amount of the investment might not be recoverable. Should the evaluation indicate impairment of the investment, and the circumstances indicate that the impairment is other than temporary impairment, the impairment is recognized through a reduction of the carrying amount of the investment.\nConcluding on identifying events or circumstances regarding the recoverability of an investment carrying amount, measuring impairment, and determining if impairment is other than temporary, involve significant and complex management judgment, specific to a particular investment.\nHow the Critical Audit Matter Was Addressed in the Audit:\nOur principal audit procedures related to the Company’s process for equity method investment other than temporary impairment evaluation included:\n- We evaluated the internal controls related to the identification of events of changes in circumstances indicating that the carrying amount of an investment might not be recoverable.\n- We obtained and read management’s equity method investment assessment documentation for evaluating events or changes that may indicate that the carrying amount of an investment might not be recoverable.\n- We reviewed management’s assessment of events or changes in circumstances for reasonableness.\n- We evaluated management’s significant accounting policies related to the identification of other than temporary impairment.\n/s/ Nichols, Cauley and Associates, LLC\nWe have served as the Company’s auditor since 2015.\nAtlanta, Georgia\nMarch 4, 2021\nIntelligent Systems Corporation\nCONSOLIDATED BALANCE SHEETS\n(in thousands, except share and per share amounts)\nAs of December 31,\nASSETS\nCurrent assets:\nCash\n$ 37,956\n$ 26,415\nAccounts receivable, net\n3,270\n8,759\nOther current assets\n1,263\nTotal current assets\n42,489\n36,079\nInvestments\n1,921\n3,081\nNotes and interest receivable\n2,681\n1,795\nProperty and equipment, at cost less accumulated depreciation\n6,914\n2,177\nOther long-term assets\n3,020\n1,108\nTotal assets\n$ 57,025\n$ 44,240\nLIABILITIES AND STOCKHOLDERS’ EQUITY\nCurrent liabilities:\nAccounts payable\n$\n$\nDeferred revenue, current portion\n1,322\nAccrued payroll\n1,901\n2,503\nAccrued expenses\nIncome tax payable\n1,100\nOther current liabilities\n4,850\n1,345\nTotal current liabilities\n10,062\n6,193\nDeferred revenue, net of current portion\n--\nDeferred tax liability\nLong-term lease obligation\n1,994\nTotal noncurrent liabilities\n2,812\nCommitments and contingencies (Note 7)\nStockholders’ equity:\nCommon stock, $0.01 par value: Authorized shares - 20,000,000;\nIssued shares - 8,929,368 and 8,924,988 at December 31, 2020 and 2019, respectively;\nOutstanding shares - 8,885,797 and 8,924,988 at December 31, 2020 and 2019, respectively\nAdditional paid-in capital\n15,836\n15,450\nTreasury stock, 43,571 and 0 shares as of December 31, 2020 and 2019, respectively, at cost\n(1,639 )\n--\nAccumulated other comprehensive loss\n(140 )\n(94 )\nAccumulated income\n30,005\n21,844\nTotal stockholders’ equity\n44,151\n37,289\nTotal liabilities and stockholders’ equity\n$ 57,025\n$ 44,240\nThe accompanying notes are an integral part of these Consolidated Financial Statements.\nIntelligent Systems Corporation\nCONSOLIDATED STATEMENTS OF OPERATIONS\n(in thousands, except share and per share amounts)\nYear Ended December 31,\nRevenue\nServices\n$ 32,273\n$ 28,578\nProducts\n3,600\n5,725\nTotal net revenue\n35,873\n34,303\nCost of revenue\nServices\n15,427\n11,759\nProducts\n--\n--\nTotal cost of revenue\n15,427\n11,759\nExpenses\nMarketing\nGeneral and administrative\n3,866\n3,495\nResearch and development\n5,153\n5,516\nIncome from operations\n11,295\n13,382\nInvestment income (loss)\n(1,044 )\nOther income\nIncome before income taxes\n10,629\n13,515\nIncome taxes\n2,468\n2,546\nNet income\n$ 8,161\n$ 10,969\nEarnings per share:\nBasic\n$ 0.91\n$ 1.24\nDiluted\n$ 0.91\n$ 1.22\nBasic weighted average common shares outstanding\n8,919,602\n8,873,071\nDiluted weighted average common shares outstanding\n9,014,985\n8,967,901\nCONSOLIDATED STATEMENTS OF COMPREHENSIVE INCOME (LOSS)\n(in thousands)\nYear Ended December 31,\nNet income\n$ 8,161\n$ 10,969\nOther comprehensive income (loss):\nForeign currency translation adjustments\n(46 )\n(2 )\nComprehensive income\n$ 8,115\n$ 10,967\nThe accompanying notes are an integral part of these Consolidated Financial Statements.\nIntelligent Systems Corporation\nCONSOLIDATED STATEMENTS OF STOCKHOLDERS’ EQUITY\n(in thousands, except share amounts)\n(in thousands, except share amounts)\nCommon Stock\nAdditional Paid-In\nCapital\nTreasury Stock\nAccumulated Other\nComprehensive Loss\nAccumulated\nEarnings\nStockholders’ Equity\nShares\nAmount\nBalance at December 31, 2018\n8,817,988\n$\n$ 15,050\n$ --\n$ (92 )\n$ 10,875\n$ 25,921\nStock options exercised\n107,000\nNet income\n10,969\n10,969\nStock compensation expense\nForeign currency translation adjustment\n(2 )\n(2 )\nBalance at December 31, 2019\n8,924,988\n$\n$ 15,450\n$ --\n$ (94 )\n$ 21,844\n$ 37,289\nCommon stock repurchased*\n(43,571 )\n(1,639 )\n(1,639 )\nNet income\n8,161\n8,161\nStock compensation expense\n4,380\nForeign currency translation adjustment\n(46 )\n(46 )\nBalance at December 31, 2020\n8,885,797\n$\n$ 15,836\n$ (1,639 )\n$ (140 )\n$ 30,005\n$ 44,151\n*At December 31, 2020, approximately $3,361,000 was authorized for future repurchases of our common stock.\nThe accompanying notes are an integral part of these Consolidated Financial Statements.\nIntelligent Systems Corporation\nCONSOLIDATED STATEMENTS OF CASH FLOWS\n(in thousands)\nYear Ended December 31,\nCASH PROVIDED BY (USED IN):\nOPERATING ACTIVITIES:\nNet income\n$ 8,161\n$ 10,969\nAdjustments to reconcile net income to net cash provided by operating activities:\nDepreciation and amortization\n2,138\n1,012\nStock-based compensation expense\nGain on sale of investment\n(125 )\n(34 )\nProvision for deferred income taxes\nNon-cash investment loss\n1,009\n--\nNon-cash interest income\n(131 )\n(49 )\nEquity in loss of affiliate company\nChanges in operating assets and liabilities:\nAccounts receivable, net\n5,489\n(5,028 )\nOther current assets\n(358 )\nOther long-term assets\nAccounts payable\nAccrued payroll\n(602 )\n1,358\nDeferred revenue, current portion\n(92 )\nAccrued expenses\nOther current liabilities\n2,945\nDeferred revenue, net of current portion\n(23 )\n(88 )\nNet cash provided by operating activities\n20,966\n10,585\nINVESTING ACTIVITIES:\nPurchases of property and equipment\n(6,875 )\n(1,676 )\nAdvances on note and interest receivable\n(1,000 )\n(2,000 )\nProceeds from sale of investments\nNet cash used in investing activities\n(7,740 )\n(3,297 )\nFINANCING ACTIVITIES:\nSale of capital stock pursuant to exercise of option\n--\nRepurchases of common stock\n(1,639 )\n--\nNet cash (used in) provided by financing activities\n(1,639 )\nEffects of exchange rate changes on cash\n(46 )\n(2 )\nNet increase in cash\n11,541\n7,496\nCash at beginning of year\n26,415\n18,919\nCash at end of year\n$ 37,956\n$ 26,415\nSupplemental disclosure of cash flow information:\nCash paid for income taxes\n$ 1,826\n$ 1,159\nThe accompanying notes are an integral part of these Consolidated Financial Statements.\n1.\nORGANIZATION AND SUMMARY OF SIGNIFICANT ACCOUNTING POLICIES\nOrganization - In this document, terms such as the “Company”, “we”, “us”, “our” and “ISC” refer to Intelligent Systems Corporation, a Georgia corporation, and its consolidated subsidiaries.\nConsolidation - The financial statements include the accounts of Intelligent Systems Corporation and its majority owned and controlled U.S. and non-U.S. subsidiary companies after elimination of material inter-company accounts and transactions.\nNature of Operations - Our operations consist primarily of our CoreCard Software, Inc. (“CoreCard”) subsidiary and its affiliate companies in Romania, India and Dubai, as well as the corporate office in Atlanta, Georgia which provides significant administrative, human resources and executive management support to CoreCard. CoreCard provides technology solutions and processing services to the financial technology and services market, commonly referred to as the FinTech industry.\nUse of Estimates - In preparing the financial statements in conformity with accounting principles generally accepted in the United States, management makes estimates and assumptions that affect the reported amounts of assets and liabilities and disclosure of contingent assets and liabilities at the date of the financial statements. These estimates and assumptions also affect amounts of revenues and expenses during the reporting periods. Actual results could differ from these estimates. Areas where we use estimates and make assumptions are to determine our allowance for doubtful accounts, valuation of our investments, depreciation and amortization expense, accrued expenses and deferred income taxes.\nTranslation of Foreign Currencies - We consider that the respective local currencies are the functional currencies for our foreign operations. We translate assets and liabilities to U.S. dollars at period-end exchange rates. We translate income and expense items at average rates of exchange prevailing during the period. Translation adjustments are recorded as accumulated other comprehensive gain or loss as a separate component of stockholders’ equity. Upon sale of an investment in a foreign operation, the currency translation adjustment component attributable to that operation is removed from accumulated other comprehensive loss and is reported as part of gain or loss on sale of discontinued operations.\nAccounts Receivable and Allowance for Doubtful Accounts - Accounts receivable are customer obligations due under normal trade terms. They are stated at the amount management expects to collect. We sell our software products and transaction processing services to companies involved in a variety of industries that provide some form of credit or prepaid financing options or perform financial services. We perform continuing credit evaluations of our customers’ financial condition and we do not require collateral. The amount of accounting loss for which we are at risk in these unsecured receivables is limited to their carrying value.\nSenior management reviews accounts receivable on a regular basis to determine if any receivables will potentially be uncollectible. We include any accounts receivable balances that are estimated to be uncollectible in our overall allowance for doubtful accounts. After all attempts to collect a receivable have failed, the receivable is written off against the allowance. Based on the information available to us, we believe our allowance for doubtful accounts as of December 31, 2020 is adequate. However, actual write-offs might exceed the recorded allowance. Refer to Note 4 for additional information.\nProperty and Equipment - Property and equipment are recorded at cost and depreciated over their estimated useful lives using the straight-line method. Leasehold improvements are amortized over the shorter of the lease term or the estimated useful life of the related asset. Upon retirement or sale, the cost of assets disposed of and the related accumulated depreciation are removed from the accounts and any resulting gain or loss is credited or charged to income. Repairs and maintenance costs are expensed as incurred. We continually evaluate whether events and circumstances have occurred that indicate the remaining estimated useful life of property and equipment may warrant revision, or that the remaining balance of these assets may not be recoverable. An asset is considered to be impaired when its carrying amount exceeds the sum of the undiscounted future net cash flows expected to result from the use of the asset and its eventual disposition. The amount of the impairment loss, if any, which is equal to the amount by which the carrying value exceeds its fair value, is charged to current operations.\nThe cost of each major class of property and equipment at December 31, 2020 and 2019 is as follows:\n(in thousands)\nUseful life in years\nMachinery and equipment\n-\n$ 11,793\n$ 4,995\nFurniture and fixtures\n-\nBuilding\n12,309\n5,499\nAccumulated depreciation\n(5,395 )\n(3,322 )\nProperty and equipment, net\n$ 6,914\n$ 2,177\nDepreciation expense was $2,138,000 and $1,012,000 in 2020 and 2019, respectively. These expenses are included in general and administrative expenses or, for assets associated with our processing data centers, are included in cost of services.\nInvestments - For entities in which we have a 20 to 50 percent ownership interest and over which we exercise significant influence, but do not have control, we account for investments in privately-held companies under the equity method, whereby we record our proportional share of the investee’s net income or net loss as an adjustment to the carrying value of the investment. We account for investments of less than 20 percent in non-marketable equity securities of corporations at the lower of cost or market. Our policy with respect to investments is to record an impairment charge when we conclude that an investment has experienced a decline in value. We have elected to use the measurement alternative for our non-marketable equity securities, defined as cost adjusted for changes from observable transactions for identical or similar investments of the same issuer, less impairment. At least quarterly, we review our investments to determine any impairment in their carrying value and we write-down any impaired asset at quarter-end to our best estimate of its current realizable value. Any such charges could have a material adverse impact on our financial condition or results of operations and are generally not predictable in advance.\nAt December 31, 2020 and 2019, the aggregate value of investments was $1,921,000 and $3,081,000, respectively.\nFair Value of Financial Instruments - The carrying value of cash, accounts receivable, notes receivable, accounts payable and certain other financial instruments (such as accrued expenses and other current assets and liabilities) included in the accompanying consolidated balance sheets approximates their fair value principally due to the short-term maturity of these instruments.\nFinancial instruments that potentially subject us to concentrations of credit risk consist principally of cash, trade accounts and notes receivable. Our available cash is held in accounts managed by third-party financial institutions. Cash may exceed the Federal Deposit Insurance Corporation, or FDIC, insurance limits. While we monitor cash balances on a regular basis and adjust the balances as appropriate, these balances could be impacted if the underlying financial institutions fail. To date, we have experienced no loss or lack of access to our cash; however, we can provide no assurances that access to our cash will not be impacted by adverse conditions in the financial markets.\nA concentration of credit risk may exist with respect to trade receivables, as a substantial portion of our customers are concentrated in the financial services industry.\nWe perform ongoing credit evaluations of customers worldwide and do not require collateral from our customers. Historically, we have not experienced significant losses related to receivables from individual customers or groups of customers in any particular industry or geographic area.\nFair Value Measurements - In determining fair value, we use quoted market prices in active markets. Generally accepted accounting principles (“GAAP”) establishes a fair value measurement framework, provides a single definition of fair value, and requires expanded disclosure summarizing fair value measurements. GAAP emphasizes that fair value is a market-based measurement, not an entity specific measurement. Therefore, a fair value measurement should be determined based on the assumptions that market participants would use in pricing an asset or liability.\nGAAP establishes a hierarchy for inputs used in measuring fair value that maximizes the use of observable inputs and minimizes the use of unobservable inputs by requiring that the most observable input be used when available. Observable inputs are based on data obtained from sources independent of the Company that market participants would use in pricing the asset or liability. Unobservable inputs are inputs that reflect the Company’s assumptions about the estimates market participants would use in pricing the asset or liability developed based on the best information available in the circumstances.\nThe hierarchy is measured in three levels based on the reliability of inputs:\n• Level 1 - Valuations based on quoted prices in active markets for identical assets or liabilities that the Company has the ability to access. Valuation adjustments and block discounts are not applied to Level 1 instruments.\n• Level 2 - Valuations based on quoted prices in less active, dealer or broker markets. Fair values are primarily obtained from third party pricing services for identical or comparable assets or liabilities.\n• Level 3 - Valuations derived from other valuation methodologies, including pricing models, discounted cash flow models and similar techniques, and not based on market, exchange, dealer, or broker-traded transactions. Level 3 valuations incorporate certain assumptions and projections that are not observable in the market and significant professional judgment is needed in determining the fair value assigned to such assets or liabilities.\nIn instances where the determination of the fair value measurement is based on inputs from different levels of the fair value hierarchy, the level in the fair value hierarchy within which the entire fair value measurement falls is based on the lowest level input that is significant to the fair value measurement in its entirety.\nOur marketable securities investments are classified within level 1 of the valuation hierarchy.\nThe fair value of equity method investments has not been determined as it is impracticable to do so due to the fact that the investee companies are relatively small, early stage private companies for which there is no comparable valuation data available without unreasonable time and expense. The fair value of our cost method investments was determined using Level 3 inputs.\nRevenue Recognition - Product revenue consists of fees from software licenses. Service revenue consists of fees for processing services; professional services for software customization, consulting, training; reimbursable expenses; and software maintenance and customer support.\nOur software license arrangements generally fall into one of the following four categories:\n●\nan initial contract with the customer to license certain software modules, to provide services to get the customer live on the software (such as training and customization) and to provide post contract support (“PCS”) for a specified period of time thereafter,\n●\npurchase of additional licenses for new modules or for tier upgrades for a higher volume of licensed accounts,\n●\nother optional standalone contracts, usually performed after the customer is live on the software, for services such as new interfaces or custom features requested by the customer, additional training and problem resolution not covered in annual maintenance contracts, or\n●\ncontracts for certain licensed software products that involve an initial fee plus recurring monthly fees during the contract life.\nAt contract inception, we assess the products and services promised in our contracts with customers and identify a performance obligation for each promise to transfer to the customer a product or service (or bundle of products or services) that is distinct. A performance obligation is distinct if a product or service is separately identifiable from other items in the bundled package and if a customer can benefit from it on its own or with other resources that are readily available to the customer. To identify our performance obligations, we consider all of the products or services promised in the contract regardless of whether they are explicitly stated or are implied by customary business practices. We recognize revenue when or as we satisfy a performance obligation by transferring control of a product or service to a customer. Our revenue recognition policies for each of the situations described above are discussed below.\nOur software licenses generally have significant stand-alone functionality to the customer upon delivery and are considered to be functional intellectual property. Additionally, the purpose in granting these software licenses to a customer is typically to provide the customer a right to use our intellectual property. Our software licenses are generally considered distinct performance obligations, and revenue allocated to the software license is typically recognized at a point in time upon delivery of the license. Initial implementation fees do not meet the criteria for separate accounting because the software usually requires significant modification or customization that is essential to its functionality. We recognize revenue related to implementations over the life of the customer once the implementation is complete.\nWe account for the PCS element contained in the initial contract based on relative standalone selling price, which is annual renewal fees for such services, and PCS is recognized ratably on a straight-line basis over the period specified in the contract as we generally satisfy these performance obligations evenly using a time-elapsed output method over the contract term given there is no discernible pattern of performance. Upon renewal of the PCS contract by the customer, we recognize revenues ratably on a straight-line basis over the period specified in the PCS contract. All of our software customers purchase software maintenance and support contracts and renew such contracts annually.\nCertain initial software contracts contain specified future service elements for scheduled completion following the implementation, and related recognition, of the initial license. In these instances, after the initial license recognition, where distinct future performance obligations are identified in the contract and we could reliably measure the completion of each identified performance obligation, we have recognized revenue at the time the individual performance obligation was completed.\nPurchases of additional licenses for tier upgrades or additional modules are generally recognized as license revenue in the period in which the purchase is made for perpetual licenses or ratably over the remaining contract term for non-perpetual licenses.\nServices provided under standalone contracts that are optional to the customer and are outside of the scope of the initial contract are single element services contracts. These standalone services contracts are not essential to the functionality of the software contained in the initial contract and generally do not include acceptance clauses or refund rights as may be included in the initial software contracts, as described above. Revenues from these services contracts, which are generally performed within a relatively short period of time, are recognized when the services are complete or in some cases as the services are provided. These revenues generally re-occur as contracts are renewed. Payment terms for professional services may be based on an upfront fixed fee with the remainder due upon completion or on a time and materials basis.\nFor contracts for licensed software which include an initial fee plus recurring monthly fees for software usage, maintenance and support, we recognize the total fees ratably on a straight-line basis over the estimated life of the contract as services revenue.\nRevenues from processing services are typically volume- or activity-based depending on factors such as the number of accounts processed, number of accounts on the system, number of hours of services or computer resources used. For processing services which include an initial fee plus recurring monthly fees for services, we recognize the initial fees ratably on a straight-line basis over the estimated life of the contract as services revenue. The payment terms may include tiered pricing structures with the base tier representing a minimum monthly usage fee. For processing services revenues, we stand ready to provide continuous access to our processing platforms and perform an unspecified quantity of outsourced and transaction-processing services for a specified term or terms. Accordingly, processing services are generally viewed as a stand-ready performance obligation comprised of a series of distinct daily services. We typically satisfy our processing services performance obligations over time as the services are provided.\nTechnology or service components from third parties are frequently embedded in or combined with our products or service offerings. We are often responsible for billing the client in these arrangements and transmitting the applicable fees to the third party. We determine whether we are responsible for providing the actual product or service as a principal, or for arranging for the solution or service to be provided by the third party as an agent. Judgment is applied to determine whether we are the principal or the agent by evaluating whether we have control of the product or service prior to it being transferred to the customer. The principal versus agent assessment is performed at the performance obligation level. Indicators that we consider in determining if we have control include whether we are primarily responsible for fulfilling the promise to provide the specified product or service to the customer, whether we have inventory risk and discretion in establishing the price the customer ultimately pays for the product or service. Depending upon the level of our contractual responsibilities and obligations for delivering solutions to end customers, we have arrangements where we are the principal and recognize the gross amount billed to the customer and other arrangements where we are the agent and recognize the net amount retained.\nRevenue is recorded net of applicable sales tax.\nDeferred Revenue - Deferred revenue consists of advance payments by software customers for annual or quarterly PCS, advance payments from customers for software licenses and professional services not yet delivered, and initial implementation payments for processing services or bundled license and support services in multi-year contracts. We do not anticipate any loss under these arrangements. Deferred revenue is classified as long-term until such time that it becomes likely that the services or products will be provided within 12 months of the balance sheet date.\nCost of Revenue - For cost of revenue for software contracts, we capitalize the contract specific direct costs, which are included in other current assets and other long-term assets on the Consolidated Balance Sheets and recognize the costs when the associated revenue is recognized. Cost of revenue for services includes direct cost of services rendered, including reimbursed expenses, pass-through third party costs, and data center, network association and compliance costs for processing services. We also capitalize the initial implementation fees for processing services contracts and recognize the costs over the life of the contract when the corresponding revenue is recognized.\nSoftware Development Expense - Research and development costs are expensed in the period in which they are incurred. Contract specific software development costs are capitalized and recognized when the related contract revenue is recognized.\nWarranty Costs -The warranty related to software license contracts consists of a defined number of months (usually three) of PCS after the go-live date, which is accrued as of the go-live date and recognized over the warranty period.\nLegal Expense - Legal expenses for continuing operations are recorded as a component of general and administrative expense in the period in which such expenses are incurred.\nResearch and Development - Research and development costs consist principally of compensation and benefits paid to certain Company employees and certain other direct costs. All research and development costs are expensed as incurred.\nStock Based Compensation - We record compensation cost related to unvested stock-based awards by recognizing the unamortized grant date fair value on a straight line basis over the vesting periods of each award. We have estimated forfeiture rates based on our historical experience. Stock option compensation expense for the years ended December 31, 2020 and 2019 has been recognized as a component of general and administrative expenses in the accompanying Consolidated Financial Statements. We recorded $386,000 and $191,000 of stock-based compensation expense for the years ended December 31, 2020 and 2019, respectively.\nThere were 4,380 shares granted in the year ended December 31, 2020, pursuant to the 2020 Non-employee Directors’ Stock Incentive Plan, and a total of 12,000 options were granted in the year ended December 31, 2019, pursuant to the 2011 Non-employee Directors Stock Option Plan. No options were granted in 2020. The fair value of each option granted in 2019 has been estimated as of the date of grant using the Black-Scholes option pricing model with the following weighted average assumptions:\nYear ended December 31,\nRisk free interest rate\nN/A\n2.58 %\nExpected life of option in years\nN/A\nExpected dividend yield rate\nN/A\n%\nExpected volatility\nN/A\n%\nUnder these assumptions, the weighted average fair value of options granted in 2019 was $16.15 per share. The fair value of the grants is being amortized over the vesting period for the options. All of the Company’s stock-based compensation expense relates to stock options and stock grants. The total remaining unrecognized compensation cost at December 31, 2020 related to unvested options was $235,000 and is expected to be recognized by the first quarter of 2022.\nIncome Taxes - We account for income taxes under the liability method. We record deferred income taxes using enacted tax laws and rates for the years in which the taxes are expected to be paid. Deferred income tax assets and liabilities are recorded based on the differences between the financial reporting and income tax bases of assets and liabilities. We assess whether it is more likely than not that we will generate sufficient taxable income to realize our deferred tax assets. We record a valuation allowance, as necessary, to reduce our deferred tax assets to the amount of future tax benefit that we estimate is more likely than not to be realized.\nWe record tax benefits for positions that we believe are more likely than not of being sustained under audit examinations. We assess the potential outcome of such examinations to determine the adequacy of our income tax accruals. We recognize interest and penalties accrued related to unrecognized tax benefits in the provision for income taxes on our Consolidated Statements of Operations. We adjust our income tax provision during the period in which we determine that the actual results of the examinations may differ from our estimates or when statutory terms expire. Changes in tax laws and rates are reflected in our income tax provision in the period in which they occur.\nComprehensive Income (Loss) - Comprehensive income (loss) represents net income adjusted for the results of certain stockholders’ equity changes not reflected in the Consolidated Statements of Operations. These items are accumulated over time as “accumulated other comprehensive loss” on the Consolidated Balance Sheets and consist primarily of net earnings/loss and foreign currency translation adjustments associated with foreign operations that use the local currency as their functional currency.\nRecent Accounting Pronouncements Not Yet Adopted\nIn June 2016, the FASB issued ASU No. 2016-13, Measurement of Credit Losses on Financial Instruments, to require financial assets carried at amortized cost to be presented at the net amount expected to be collected based on historical experience, current conditions and forecasts. Subsequently, the FASB issued ASU No. 2018-19, Codification Improvements to Topic 326, to clarify that receivables arising from operating leases are within the scope of lease accounting standards. Further, the FASB issued ASU No. 2019-04, ASU No. 2019-05, ASU 2019-10 and ASU 2019-11 to provide additional guidance on the credit losses standard. The ASUs are effective for interim and annual periods beginning after December 15, 2022, with early adoption permitted. Adoption of the ASUs is on a modified retrospective basis. We plan to adopt the ASUs on January 1, 2023. The ASUs are currently not expected to have a material impact on our Consolidated Financial Statements.\nIn December 2019, the FASB issued ASU 2019-12, Income Taxes (Topic 740): Simplifying the Accounting for Income Taxes. This standard simplifies the accounting for income taxes by eliminating certain exceptions to the guidance in Topic 740 related to the approach for intra-period tax allocation, the methodology for calculating income taxes in an interim period and the recognition of deferred tax liabilities for outside basis differences. The new guidance also simplifies aspects of the accounting for franchise taxes and enacted changes in tax laws or rates and clarifies the accounting for transactions that result in a step-up in the tax basis of goodwill and allocating consolidated income taxes to separate financial statements of entities not subject to income tax. This standard is effective for fiscal years beginning after December 15, 2020, with early adoption permitted. We plan to adopt this standard in the first quarter of 2021 and the adoption is not expected to have a material impact on the Consolidated Financial Statements.\nIn January 2020, the FASB issued ASU 2020-01, Investments-Equity Securities (Topic 321), Investments-Equity Method and Joint Ventures (Topic 323), and Derivatives and Hedging (Topic 815): Clarifying the Interactions between Topic 321, Topic 323, and Topic 815 (“ASU 2020-01”), which clarifies certain interactions between the guidance to account for certain equity securities, investments under the equity method of accounting and forward contracts or purchased options to purchase securities under Topic 321, Topic 323 and Topic 815. For public entities, ASU 2020-01 is effective for fiscal years, including interim periods within those fiscal years, beginning after December 15, 2020. We plan to adopt this standard in the first quarter of 2021 and the adoption is not expected to have a material impact on the Consolidated Financial Statements.\nWe have considered all other recently issued accounting pronouncements and do not believe the adoption of such pronouncements will have a material impact on our Consolidated Financial Statements.\n2.\nREVENUE\nDisaggregation of Revenue\nIn the following table, revenue is disaggregated by type of revenue for the years ended December 31, 2020 and 2019:\nYear ended December 31, (in thousands)\nLicense\n$ 3,600\n$ 5,725\nProfessional services\n20,610\n19,203\nProcessing and maintenance\n10,228\n7,650\nThird party\n1,435\n1,725\nTotal\n$ 35,873\n$ 34,303\nForeign revenues are based on the location of the customer. Revenues from customers by geographic areas for the years ended December 31, 2020 and 2019 are as follows:\nYear ended December 31, (in thousands)\nEuropean Union\n$ 1,009\n$ 3,834\nUnited States\n34,864\n30,469\nTotal\n$ 35,873\n$ 34,303\n3.\nINVESTMENTS\nBeginning in 2017, and in subsequent periods we entered into a Loan Agreement and various Promissory Notes with a privately held identity and professional services company with ties to the FinTech industry. In June 2019, we converted the Loan Agreement and all Promissory Notes into equity resulting in ownership of 40 percent of the company. We account for our investment using the equity method of accounting which resulted in losses of $400,000 and $332,000 for the twelve months ended December 31, 2020 and 2019, respectively, included in investment loss on the Consolidated Statement of Operations. The carrying value of $1,921,000 is included in long-term investments. A portion of the company’s business has been negatively impacted by the pandemic while other portions of its business have improved. We evaluate on a continuing basis whether any impairment indicators are present that would require additional analysis or write-downs of the investment. While we have not recorded an impairment related to this investment or determined that an impairment trigger existed at December 31, 2020, significant variations from current expectations could impact future assessments resulting in future impairment charges.\nOn December 30, 2016 we signed an agreement to invest $1,000,000 in a privately held technology company and program manager in the FinTech industry, with $500,000 of the investment held in escrow to pay future fees to CoreCard pursuant to a Processing Agreement entered into by the parties. The investment was funded on January 4, 2017. In the quarter ended June 30, 2018, we recorded an impairment charge of $250,000 to reduce the carrying value due to the investee’s limited funding to support its operation and sales and marketing efforts. In the quarter ended March 31, 2020, due to the uncertainty from the economic downturn resulting from the recent pandemic, we determined that the fair value of our investment was $0 and therefore we recorded an impairment charge of $750,000, included in investment loss on the Consolidated Statement of Operations for the quarter ended March 31, 2020. CoreCard remains in an ongoing business relationship with the company pursuant to a Processing Agreement and a Program Management Services Agreement. CoreCard is positioned to assume the program management aspects of the investee company if the need should arise to ensure their program(s) ongoing viability and the completion of the Processing Agreement with CoreCard. As program manager for this company, we receive cash periodically to fund the customer’s various programs. At December 31, 2020, we held $3,335,000 in cash on behalf of this customer which is included in other current liabilities on the Consolidated Balance Sheet.\nAs of December 31, 2019, we owned 25.5% of NKD Enterprises, LLC and accounted for our investment under the equity method of accounting. We recorded our portion of the company’s losses until the value of the investment reached zero. In 2020, our ownership of the entity was diluted to 10%. As a result, our accounting method for this investment changed from equity method to cost method. We received a $230,000 distribution from the company in the fourth quarter of 2020, included in investment income on the Consolidated Statement of Operations.\n4.\nACCOUNTS RECEIVABLE and customer concentrations\nAt December 31, 2020 and 2019, our allowance for doubtful accounts was $0. There were no charges against the allowance for doubtful accounts in 2020 or 2019.\nThe following table indicates the percentage of consolidated revenue from continuing operations and year-end accounts receivable represented by each customer that represented more than 10 percent of consolidated revenue from continuing operations or year-end accounts receivable.\nRevenue\nAccounts Receivable\nCustomer A\n%\n%\n%\n%\nCustomer B\n%\n%\n%\n%\nCustomer C\n%\n%\n%\n%\n5.\nNOTES RECEIVABLE\nDuring the quarter ended September 30, 2017, we entered into a Loan Agreement with a privately-held identity and professional services company with ties to the FinTech industry. We committed to lend up to $1,500,000 all of which has been advanced as of December 31, 2019. During 2018, we advanced $550,000 on three separate simple Promissory Note(s). As discussed in Note 3, we converted the Loan Agreement and all outstanding Promissory Notes to an equity ownership of 40 percent of the company. At the same time, we entered into and advanced a $1,000,000 Loan Agreement that bears interest at the rate of 6.0 percent annually with a maturity date of June 2021. In October 2019 and January 2020, we entered into Loan Agreements and advanced an additional $500,000 and $1,000,000, respectively, that bears interest at the rate of 6.0 percent annually with maturity dates of October 2021 and January 2022, respectively. We have deferred payment of these Loans to December 2023 and have therefore classified the Loans as long-term.\nIn the quarter ended March 31, 2018, we entered into a Convertible Loan Agreement with a private limited India based company in the FinTech industry. We committed to lend up to $435,000 with an initial advance of $235,000. The loan bears interest at the rate of 5.0 percent annually with the maturity date on the third anniversary of funding of such Promissory Note. We are entitled to convert the principal on the initial note for up to ten percent ownership of shares of the company. Due to the economic downturn resulting from the Indian government’s response to COVID-19 and the impact of the economic downturn on the private limited India based company, we have determined that the principal and interest is likely not collectible and therefore recorded a valuation allowance for the quarter ended March 31, 2020 of $259,000, included in investment loss on the Consolidated Statement of Operations.\n6.\nINCOME TAXES\nThe income tax provision from operations consists of the following:\nYear ended December 31, (in thousands)\nCurrent\n$ 1,925\n$ 1,991\nDeferred\nTotal\n$ 2,468\n$ 2,546\nThe following is a reconciliation of estimated income taxes at the statutory rate from operations to estimated tax expense (benefit) as reported:\nYear ended December 31,\nStatutory rate\n%\n%\nState and local taxes, net of federal benefit\n4.7\n3.7\nEquity compensation\n0.3\n(5.7 )\nForeign tax credit\n(2.7 )\n--\nOther\n(0.1 )\n(0.2 )\nEffective rate\n23.2 %\n18.8 %\nNet deferred tax assets (liabilities) consist of the following at December 31:\n(in thousands)\nDeferred tax (liabilities) assets:\nUnrealized loss on investments\n$\n$\nForeign Tax Credit\n--\nFixed assets\n(1,347 )\n(370 )\nOther\nTotal deferred tax (liability) asset\n(301 )\nLess valuation allowance\n(517 )\n(582 )\nNet deferred tax liability\n$ (818 )\n$ (275 )\nWe had net deferred tax liabilities of approximately $0.8 million and $0.3 million at December 31, 2020 and December 31, 2019, respectively. The gross deferred tax asset/liability has been offset by a valuation allowance in 2020 and 2019 of $0.5 million and $0.6 million, respectively, because the Company believes that it is more likely than not that the amount will not be realized. We have maintained a valuation allowance on deferred tax assets resulting from unrealized capital losses as we are not able to conclude that is it more likely than not that these will be realized due to the unpredictability of future capital gains. No deferred taxes have been provided on temporary differences related to investments in foreign subsidiaries because these investments are considered to be permanent.\nWe have recognized tax benefits from all tax positions we have taken, and there has been no adjustment to any carry forwards (net operating loss or research and development credits) in the past two years. There were no unrecognized tax benefits as of December 31, 2020 and 2019. Our policy is to recognize interest and penalties accrued on any unrecognized tax benefits as a component of income tax expense. There were no accrued interest or penalties associated with any unrecognized tax benefits, nor was any interest expense recognized during the periods presented. We have determined we have no uncertain tax positions.\nWe file a consolidated U.S. federal income tax return for all subsidiaries in which our ownership equals or exceeds 80%, as well as individual subsidiary returns in various states and foreign jurisdictions. With few exceptions we are no longer subject to U.S. federal, state and local or foreign income tax examinations by taxing authorities for returns filed more than three years ago.\n7.\nCOMMITMENTS AND CONTINGENCIES\nLeases\nWe have noncancelable operating leases for offices and data centers expiring at various dates through March 2025. These operating leases are included in other long-term assets on the Company's Consolidated Balance Sheets and represent the Company’s right to use the underlying asset for the lease term. The Company’s obligation to make lease payments are included in other current liabilities and long-term lease obligation on the Company's Consolidated Balance Sheets. Operating lease right-of-use assets and liabilities are recognized at commencement date based on the present value of lease payments over the lease term. Because the rate implicit in each lease is not readily determinable, the Company uses its incremental borrowing rate to determine the present value of the lease payments.\nSupplemental Information-Leases\nSupplemental information related to our right-of-use assets and related lease liabilities is as follows:\nYear Ended December 31,\nRight-of-use asset, net and lease liabilities (in thousands)\n$ 2,889\n$\nCash paid for operating lease liabilities (in thousands)\n$ 1,033\n$\nWeighted average remaining lease term (years)\n3.5\n1.1\nWeighted average discount rate\n3.8 %\n5.5 %\nMaturities of our operating lease liabilities as of December 31, 2020 is as follows:\nOperating Leases\n(In thousands)\n$\nThereafter\nTotal lease liabilities\n$ 3,099\nLease expense for the years ended December 31, 2020 and 2019 consisted of the following:\nYear Ended December 31, (in thousands)\nCost of revenue\n$\n$\nGeneral and administrative\nResearch and development\nTotal\n$ 1,052\n$\nLegal Matters\nOn or about July 9, 2019, a securities class action complaint was filed in the United States District Court for the Eastern District of New York (Case No. 1:19-cv-03949) by Michael Skrzeczkoski, individually and on behalf of all others similarly situated, against the company, and certain current and former directors and officers. The complaint alleges, among other things, that certain of our press releases and SEC filings were misleading as a result of the failure to disclose alleged related party transactions affecting revenue recognition and the absence of disclosure regarding certain allegations against former director Parker H. Petit in connection with his former position with MiMedx, Inc. The complaint seeks to recover attorney’s fees and costs and unspecified damages on behalf of purchasers who acquired our stock during the period from January 23, 2019, through May 29, 2019, and purportedly suffered financial harm as a result of the alleged misleading statements. On September 26, 2019, the Court appointed Edgardo Canez as lead plaintiff (“Lead Plaintiff”) on behalf of the putative class. On November 18, 2019, Lead Plaintiff, individually and on behalf of a putative class of persons or entities who purchased or otherwise acquired publicly traded company securities from May 23, 2014 through May 29, 2019, filed an amended class action complaint against the company, and certain current and former directors and officers (the “Amended Complaint”). The Amended Complaint alleges similar allegations in violation of Sections 10(b) and 20(a) of the Securities Exchange Act as the previously filed complaint. The Amended Complaint seeks to recover attorney’s fees and costs and unspecified damages. On January 2, 2020, Defendants submitted a motion to dismiss, and on March 3, 2020, briefing on the motion to dismiss was completed. The motion to dismiss is currently pending. We dispute these claims and intend to defend the matter vigorously.\nOn or about February 14, 2020, two purported shareholders, derivatively and on behalf of the Company, filed substantially similar shareholder derivative actions in the Eastern District of New York against certain current and former directors and officers (the “Individual Defendants”), and the Company as a nominal defendant (together with the Individual Defendants, the “Defendants”). The complaints assert a claim against Messrs. Strange, Moise, Petit, Fuzzell and Chandler for a violation of Section 14(a) of the Securities Exchange Act by issuing purportedly misleading statements in the Company’s 2017 and 2018 Proxies. The complaints also assert claims against the Individual Defendants for breaches of fiduciary duty, waste of corporate assets, and unjust enrichment arising out of, among other things, purportedly undisclosed related party transactions, other relationships, and certain allegations against former director Parker H. Petit in connection with his former position with MiMedx, Inc. and other companies. The relief sought in the complaints includes changes to the Company’s corporate governance procedures, unspecified damages, equitable relief, restitution, and attorney’s fees and costs. On April 20, 2020, the two derivative actions were consolidated and captioned, In re Intelligent Systems Corporation Stockholder Derivative Litigation, Lead Case No. 1:20-cv-00832, in the Eastern District of New York (the “Derivative Matter”). On June 19, 2020, Defendants filed their motion to dismiss, and briefing was subsequently completed. After a conference held on August 24, 2020, the parties agreed that Defendants’ motion to dismiss would be temporarily withdrawn without prejudice to refile after the conclusion of any discovery permitted by further Court order. On September 8, 2020, Plaintiffs moved for leave to conduct limited discovery (“Plaintiffs’ Motion for Discovery”). On December 23, 2020, the Court entered a stipulation among the parties whereby Plaintiffs’ Motion for Discovery shall be withdrawn, the Company will engage in limited discovery, and the parties agree that the Derivative Matter shall be stayed pending resolution of the motion to dismiss in the related above-mentioned securities litigation matter, among other things.\n8.\nDEFINED CONTRIBUTION PLANS\nWe maintain a 401(k) defined contribution plan covering all U.S. employees. Our matching contributions, net of forfeitures, under the plan, which are optional and based on the level of individual participant’s contributions, amounted to $46,000 and $41,000 in 2020 and 2019, respectively.\n9.\nRELATED PARTY TRANSACTION\nThe lease on our headquarters and primary facility in Norcross, Georgia is held by ISC Properties, LLC, an entity controlled by our Chairman and Chief Executive Officer, J. Leland Strange. Mr. Strange holds a 100% ownership interest in ISC Properties, LLC. We paid rent of $214,000 and $210,000 to ISC Properties, LLC in the years ended December 31, 2020 and 2019, respectively. We have determined that ISC Properties, LLC is not a variable interest entity.\n10.\nSTOCK COMPENSATION PLANS\nWe instituted the 2003 Incentive Stock Plan (the “2003 Plan”) in March 2003. The 2003 Plan authorized the issuance of up to 450,000 options to purchase shares of common stock to officers and key employees, with vesting of such options occurring equally over a 3-year time period. In 2013, the 2003 Plan expired with 197,500 options ungranted. In the years ended December 31, 2020 and 2019, no options and 25,000 options, respectively, were exercised under the 2003 Plan. In June 2015, shareholders approved the 2015 Incentive Stock Plan (the “2015 Plan”) which authorizes the issuance of up to 750,000 options to purchase shares of common stock to employees and key consultants and advisors. In 2020 and 2019, no options were exercised under the 2015 Plan. In 2020, no options were granted and in 2019 30,000 options were granted under the 2015 Plan. In 2019, 10,000 options were cancelled under the 2015 Plan.\nIn August 2000, we instituted a Non-Employee Directors’ Stock Option Plan (the “Directors Plan”) that authorized the issuance of up to 200,000 options to purchase shares of common stock to non-employee directors. Upon adoption of the Directors Plan, each non-employee director was granted an option to acquire 5,000 shares. At each Annual Meeting, each director receives a grant of 4,000 options, which vest in 50% increments on the first and second anniversary. The Directors Plan expired in 2011, with 60,000 options ungranted. The shareholders approved a new plan, the 2011 Non-Employee Directors Stock Plan (the “2011 Directors Plan”), in May 2011, with essentially the same terms and conditions as the Directors Plan. In the years ended December 31, 2020 and 2019, no options and 12,000 options were granted to non-employee members of our board of directors at the 2020 and 2019 Annual Meetings, respectively, pursuant to the 2011 Directors Plan. Additionally, in 2020 and 2019, no options and 8,000 options, respectively, were exercised under the Directors Plan. In 2020 and 2019, no options and 74,000 options, respectively, were exercised under the 2011 Directors Plan. In 2020, no options were cancelled and in 2019, under the 2011 Directors Plan, 6,000 options were cancelled.\nIn August 2020, shareholders approved the 2020 Non-Employee Directors’ Stock Incentive Plan (the “2020 Plan”), which replaces the 2011 Director Plan and authorizes the issuance of 200,000 shares of common stock to non-employee directors. During 2020, an aggregate of 4,380 shares totaling $150,000 were granted to the three independent members of our board of directors pursuant to the 2020 Plan. Pursuant to the terms of the 2020 Plan, the shares were granted at fair market value on the date of the Annual Meeting of Shareholders and vested upon issuance. We expect to grant each independent director $50,000 of stock on the date of each subsequent Annual Meeting.\nStock options under all plans are granted at an exercise price equal to fair value on the date of grant and vest over 2-3 years. As of December 31, 2020, a total of 1,356,500 options under all plans have been granted, 947,320 have been exercised, 282,680 have been cancelled, 102,500 are fully vested and exercisable and 24,000 are not vested. All options expire ten years from their respective dates of grant.\nAs of December 31, 2020, there was $235,000 of unrecognized compensation cost related to stock options granted under the plans, which is expected to be recognized by the first quarter of 2022.\nStock option activity during the years ended December 31, 2020 and 2019 was as follows:\nOptions outstanding at January 1\n126,500\n207,500\nOptions cancelled\n-\n(16,000 )\nOptions exercised\n-\n(107,000 )\nOptions granted\n-\n42,000\nOptions outstanding at December 31\n126,500\n126,500\nOptions available for grant at December 31\n885,620\n763,000\nOptions exercisable at December 31\n102,500\n84,500\nExercise price ranges per share:\nGranted\nN/A\n$19.99 - $39.11\nExercised\nN/A\n$0.69 - $7.80\nOutstanding\n$1.52 - $39.11\n$1.52 - $39.11\nWeighted average exercise price per share:\nGranted\n-\n$\n25.45\nExercised\n-\n$\n1.97\nOutstanding at December 31\n$\n8.94\n$\n8.94\nExercisable at December 31\n$\n5.61\n$\n2.21\nThe following tables summarize information about the stock options outstanding under the Company’s option plans as of December 31, 2020.\nOptions Outstanding:\nRange of Exercise Price\nNumber\n\t\t\tOutstanding\nWgt. Avg. Contractual\n\t\t\tLife Remaining (in years)\nWgt. Avg.\n\t\t\tExercise Price\nAggregate\n\t\t\tIntrinsic Value\n$1.52\n- $1.72\n67,500\n0.5\n$ 1.59\n$ 2,600,325\n$3.50\n- $39.11\n59,000\n7.6\n$ 17.35\n$ 1,342,770\n$1.52\n- $39.11\n126,500\n3.8\n$ 8.94\n$ 3,943,095\nOptions Exercisable:\nRange of Exercise Price\nNumber\n\t\t\tExercisable\nWgt. Avg. Contractual\n\t\t\tLife Remaining (in years)\nWgt. Avg.\n\t\t\tExercise Price\nAggregate\n\t\t\tIntrinsic Value\n$1.52\n- $1.72\n67,500\n0.5\n$ 1.59\n$ 2,600,325\n$3.50\n- $39.11\n35,000\n7.3\n$ 13.36\n$ 936,370\n$1.52\n- $39.11\n102,500\n2.8\n$ 5.61\n$ 3,536,695\nAggregate intrinsic value represents the total pre-tax intrinsic value (the difference between the Company’s closing stock price on the last trading day of the year ended December 31, 2020 and the exercise price, multiplied by the number of in-the-money options) that would have been received by the option holders had all option holders exercised their options on December 31, 2020. The amount of aggregate intrinsic value will change based on the fair value of the Company’s common stock.\n11.\nFOREIGN OPERATIONS\nIn 2003, we established a subsidiary of CoreCard Software in Romania for software development and testing activities. In 2006, we established a subsidiary in India for additional software development and testing activities as well as support for processing operations. In October 2020, we opened offices in Dubai, United Arab Emirates and Chennai, India to support CoreCard’s expansion of processing services into new markets in the Asia Pacific, Middle East, Africa and European regions. The new offices include engineering, support, and business professionals with significant payments industry experience and experience operating CoreCard’s Processing platforms in the related regions. With the exception of a facility in India which was acquired in 2007 to house our India-based employees and which had a net book value of $156,000 and $153,000 at December 31, 2020 and 2019, respectively, substantially all long-lived assets are in the United States.\nAt December 31, 2020 and 2019, continuing operations of foreign subsidiaries had assets of $1,958,000 and $1,226,000, respectively, and total liabilities of $1,754,000 and $1,267,000, respectively. The majority of these assets and liabilities are in India. There are no currency exchange restrictions related to our foreign subsidiaries that would affect our financial position or results of operations. Refer to Note 1 for a discussion regarding how we account for translation of non-U.S. currency amounts.\n12.\nINDUSTRY SEGMENTS\nManagement considers our subsidiaries, consisting of CoreCard and its affiliate companies, to be one operating segment. Historically, we have described this industry segment as Information Technology Products and Services but as our Company and the financial software and services industries have evolved, we now consider the financial transaction solutions and services (“FinTech”) industry segment to be more appropriate.\n13.\nEARNINGS PER SHARE\nBasic earnings per share is computed by dividing net income (numerator) by the weighted average number of common shares outstanding (denominator) during the period and excludes the dilutive effect of stock options. Diluted earnings per share gives effect to all dilutive potential common shares outstanding during a period. In computing diluted income per share, the average stock price for the period is used in determining the number of shares assumed to be reacquired under the treasury stock method for the hypothetical exercise of stock options.\nThe following tables represent required disclosure of the reconciliation of the income (loss) and the shares used in the basic and diluted income (loss) per share computation:\nYear ended December 31, (in thousands, except per share data)\nBasic\nNet income\n$ 8,161\n$ 10,969\nWeighted average common shares outstanding\n8,920\n8,873\nEarnings per share\n$ 0.91\n$ 1.24\nDiluted\nNet income\n$ 8,161\n$ 10,969\nWeighted average common shares outstanding\n8,920\n8,873\nEffect of dilutive potential common shares: stock options\nTotal\n9,015\n8,968\nEarnings per share\n$ 0.91\n$ 1.22\nAt both December 31, 2020 and 2019, there were 95,000 dilutive stock options exercisable."
}