{
    "cik": "896878",
    "company": "INTUIT INC",
    "filing_type": "8-K",
    "filing_date": "2021-01-22",
    "period_of_report": "2021-01-21",
    "sic": "7372",
    "state_of_inc": "DE",
    "state_location": "CA",
    "fiscal_year_end": "0731",
    "filing_html_index": "https://www.sec.gov/Archives/edgar/data/896878/0000896878-21-000022-index.html",
    "htm_filing_link": "https://www.sec.gov/Archives/edgar/data/896878/000089687821000022/intu-20210121.htm",
    "complete_text_filing_link": "https://www.sec.gov/Archives/edgar/data/896878/0000896878-21-000022.txt",
    "filename": "8968788K2021_https___www.htm",
    "item_1": "",
    "item_1A": "",
    "item_1B": "",
    "item_2": "",
    "item_3": "",
    "item_4": "",
    "item_5": "",
    "item_6": "",
    "item_7": "",
    "item_7A": "",
    "item_8": "ITEM 8.01 OTHER EVENTS.\nOn November 29, 2021, certain entities affiliated with Dan Kurzius, co-founder of Mailchimp (the “Selling Stockholders”), sold 1,548,700 shares (the “Shares”) of Intuit Inc.’s (the “Company”) common stock, par value $0.01 per share, in a registered public offering pursuant to the Company’s Registration Statement on Form S-3 (File No. 333-239397) (the “Registration Statement”) filed under the Securities Act of 1933, as amended, which Registration Statement became automatically effective upon filing on June 23, 2020. The Shares were sold pursuant to an Underwriting Agreement, dated November 29, 2021 (the “Underwriting Agreement”), among the Company, the Selling Stockholders and Goldman Sachs & Co. LLC. The 1,548,700 shares, which represent approximately 15.3% of the shares issued by the Company as partial consideration for the Company’s acquisition of The Rocket Science Group LLC (d/b/a Mailchimp), were sold in order to satisfy certain tax obligations and for estate planning purposes. The Selling Stockholders received all of the net proceeds from the offering. The Company did not sell any shares of common stock in the offering and did not receive any proceeds from the offering.\nThe foregoing description of the Underwriting Agreement is not complete and is qualified in its entirety by the full text of the Underwriting Agreement, a copy of which is filed herewith as Exhibit 1.1 and is incorporated by reference herein. A copy of the opinion of Latham & Watkins LLP relating to the legality of the issuance and sale of the Shares is filed herewith as Exhibit 5.1 and is incorporated by reference herein.",
    "item_9": "ITEM 9.01 FINANCIAL STATEMENTS AND EXHIBITS.\n(d) Exhibits\nExhibit\nNumber\nExhibit Description\n1.1\nUnderwriting Agreement, dated November 29, 2021, among Intuit Inc., Goldman Sachs & Co. LLC and certain selling stockholders named therein.\n5.1\nOpinion of Latham & Watkins LLP\n23.1\nConsent of Latham & Watkins LLP (included in Exhibit 5.1)\nCover Page Interactive Data File (the cover page XBRL tags are embedded within the inline XBRL document)\nSIGNATURES\nPursuant to the requirements of the Securities Exchange Act of 1934, the Registrant has duly caused this report to be signed on its behalf by the undersigned hereunto duly authorized.\nDate: December 1, 2021\nINTUIT INC.\nBy:\n/s/ Michelle M. Clatterbuck\nMichelle M. Clatterbuck\nExecutive Vice President and Chief Financial Officer",
    "item_9A": "",
    "item_9B": "",
    "item_10": "",
    "item_11": "",
    "item_12": "",
    "item_13": "",
    "item_14": "",
    "item_15": ""
}