{
    "cik": "896878",
    "company": "INTUIT INC",
    "filing_type": "10-Q",
    "filing_date": "2021-11-18",
    "period_of_report": "2021-10-31",
    "sic": "7372",
    "state_of_inc": "DE",
    "state_location": "CA",
    "fiscal_year_end": "0731",
    "filing_html_index": "https://www.sec.gov/Archives/edgar/data/896878/0000896878-21-000260-index.html",
    "htm_filing_link": "https://www.sec.gov/Archives/edgar/data/896878/000089687821000260/intu-20211031.htm",
    "complete_text_filing_link": "https://www.sec.gov/Archives/edgar/data/896878/0000896878-21-000260.txt",
    "filename": "89687810Q2021_https___www.htm",
    "item_1": "ITEM 1 - FINANCIAL STATEMENTS\nINTUIT INC.\nCONDENSED CONSOLIDATED STATEMENTS OF OPERATIONS (unaudited)\nThree Months Ended\n(In millions, except per share amounts) October 31, 2021 October 31, 2020\nNet revenue:\nProduct $ 397 $ 367\nService and other 1,610 956\nTotal net revenue 2,007 1,323\nCosts and expenses:\nCost of revenue:\nCost of product revenue 15 15\nCost of service and other revenue 387 234\nAmortization of acquired technology 15 7\nSelling and marketing 550 362\nResearch and development 530 325\nGeneral and administrative 262 169\nAmortization of other acquired intangible assets 53 2\nTotal costs and expenses 1,812 1,114\nOperating income 195 209\nInterest expense (7) (8)\nInterest and other income, net 50 9\nIncome before income taxes 238 210\nIncome tax provision 10 12\nNet income $ 228 $ 198\nBasic net income per share $ 0.84 $ 0.75\nShares used in basic per share calculations 273 263\nDiluted net income per share $ 0.82 $ 0.75\nShares used in diluted per share calculations 277 265\nCash dividends declared per common share $ 0.68 $ 0.59\nSee accompanying notes.\nIntuit Q1 Fiscal 2022 Form 10-Q\nINTUIT INC.\nCONDENSED CONSOLIDATED STATEMENTS OF COMPREHENSIVE INCOME (unaudited)\nThree Months Ended\n(In millions) October 31, 2021 October 31, 2020\nNet income $ 228 $ 198\nOther comprehensive income (loss), net of income taxes:\nUnrealized loss on available-for-sale debt securities (4) (1)\nForeign currency translation loss (1) (2)\nTotal other comprehensive loss, net (5) (3)\nComprehensive income $ 223 $ 195\nSee accompanying notes.\nIntuit Q1 Fiscal 2022 Form 10-Q\nINTUIT INC.\nCONDENSED CONSOLIDATED BALANCE SHEETS (unaudited)\n(In millions) October 31, 2021 July 31,\nASSETS\nCurrent assets:\nCash and cash equivalents $ 2,864 $ 2,562\nInvestments 386 1,308\nAccounts receivable, net 411 391\nIncome taxes receivable 111 123\nPrepaid expenses and other current assets 409 316\nCurrent assets before funds held for customers 4,181 4,700\nFunds held for customers 306 457\nTotal current assets 4,487 5,157\nLong-term investments 84 43\nProperty and equipment, net 789 780\nOperating lease right-of-use assets 405 380\nGoodwill 5,613 5,613\nAcquired intangible assets, net 3,195 3,252\nLong-term deferred income taxes 8 8\nOther assets 289 283\nTotal assets $ 14,870 $ 15,516\nLIABILITIES AND STOCKHOLDERS’ EQUITY\nCurrent liabilities:\nAccounts payable $ 531 $ 623\nAccrued compensation and related liabilities 316 530\nDeferred revenue 600 684\nOther current liabilities 385 361\nCurrent liabilities before customer fund deposits 1,832 2,198\nCustomer fund deposits 306 457\nTotal current liabilities 2,138 2,655\nLong-term debt 2,037 2,034\nLong-term deferred income tax liabilities 508 525\nOperating lease liabilities 403 380\nOther long-term obligations 51 53\nTotal liabilities 5,137 5,647\nCommitments and contingencies\nStockholders’ equity:\nPreferred stock - -\nCommon stock and additional paid-in capital 10,718 10,548\nTreasury stock, at cost (13,289) (12,951)\nAccumulated other comprehensive loss (29) (24)\nRetained earnings 12,333 12,296\nTotal stockholders’ equity 9,733 9,869\nTotal liabilities and stockholders’ equity $ 14,870 $ 15,516\nSee accompanying notes\nIntuit Q1 Fiscal 2022 Form 10-Q\n.\nINTUIT INC.\nCONDENSED CONSOLIDATED STATEMENTS OF STOCKHOLDERS’ EQUITY (unaudited)\nThree Months Ended October 31, 2021\n(In millions, except shares in thousands) Shares of\nCommon\nStock Common\nStock and\nAdditional\nPaid-In Capital Treasury\nStock Accumulated\nOther\nComprehensive\nLoss Retained\nEarnings Total\nStockholders'\nEquity\nBalance at July 31, 2021 273,235 $ 10,548 $ (12,951) $ (24) $ 12,296 $ 9,869\nComprehensive income - - - (5) 228 223\nIssuance of stock under employee stock plans, net of shares withheld for employee taxes 593 (111) - - - (111)\nStock repurchases under stock repurchase programs (606) - (338) - - (338)\nDividends and dividend rights declared ($0.68 per share)\n- - - - (191) (191)\nShare-based compensation expense - 281 - - - 281\nBalance at October 31, 2021 273,222 $ 10,718 $ (13,289) $ (29) $ 12,333 $ 9,733\nThree Months Ended October 31, 2020\n(In millions, except shares in thousands) Shares of\nCommon\nStock Common\nStock and\nAdditional\nPaid-In Capital Treasury\nStock Accumulated\nOther\nComprehensive\nLoss Retained\nEarnings Total\nStockholders'\nEquity\nBalance at July 31, 2020 261,740 $ 6,182 $ (11,929) $ (32) $ 10,885 $ 5,106\nComprehensive income - - - (3) 198 195\nIssuance of stock under employee stock plans, net of shares withheld for employee taxes 967 (11) - - (11)\nDividends and dividend rights declared ($0.59 per share)\n- - - - (157) (157)\nShare-based compensation expense - 112 - - - 112\nBalance at October 31, 2020 262,707 $ 6,283 $ (11,929) $ (35) $ 10,926 $ 5,245\nSee accompanying notes.\nIntuit Q1 Fiscal 2022 Form 10-Q\nINTUIT INC.\nCONDENSED CONSOLIDATED STATEMENTS OF CASH FLOWS (unaudited)\nThree Months Ended\n(In millions) October 31, 2021 October 31, 2020\nCash flows from operating activities:\nNet income $ 228 $ 198\nAdjustments to reconcile net income to net cash provided by operating activities:\nDepreciation 45 37\nAmortization of acquired intangible assets 69 9\nNon-cash operating lease cost 18 13\nShare-based compensation expense 280 111\nDeferred income taxes (16) 17\nOther (35) (16)\nTotal adjustments 361 171\nOriginations of loans held for sale - (43)\nSale and principal payments of loans held for sale - 147\nChanges in operating assets and liabilities:\nAccounts receivable (21) 47\nIncome taxes receivable 11 (17)\nPrepaid expenses and other assets (31) (38)\nAccounts payable (107) (58)\nAccrued compensation and related liabilities (212) (248)\nDeferred revenue (86) (85)\nOperating lease liabilities (18) (12)\nOther liabilities 20 (17)\nTotal changes in operating assets and liabilities (444) (428)\nNet cash provided by operating activities 145 45\nCash flows from investing activities:\nPurchases of corporate and customer fund investments (257) (198)\nSales of corporate and customer fund investments 1,053 30\nMaturities of corporate and customer fund investments 123 156\nPurchases of property and equipment (42) (38)\nAcquisitions of businesses, net of cash acquired - (85)\nOriginations of term loans to small businesses (125) (11)\nPrincipal repayments of term loans from small businesses 72 29\nOther (28) (13)\nNet cash provided by (used in) investing activities 796 (130)\nCash flows from financing activities:\nRepayments on borrowings under unsecured revolving credit facility - (1,000)\nProceeds from borrowings under secured revolving credit facility 2 -\nRepayment of debt - (13)\nProceeds from issuance of stock under employee stock plans 55 88\nPayments for employee taxes withheld upon vesting of restricted stock units (167) (99)\nCash paid for purchases of treasury stock (335) -\nDividends and dividend rights paid (190) (158)\nNet change in customer fund deposits (151) 29\nNet cash used in financing activities (786) (1,153)\nIntuit Q1 Fiscal 2022 Form 10-Q\nEffect of exchange rates on cash, cash equivalents, restricted cash, and restricted cash equivalents (2) (1)\nNet increase (decrease) in cash, cash equivalents, restricted cash, and restricted cash equivalents 153 (1,239)\nCash, cash equivalents, restricted cash, and restricted cash equivalents at beginning of period 2,819 6,697\nCash, cash equivalents, restricted cash, and restricted cash equivalents at end of period $ 2,972 $ 5,458\nReconciliation of cash, cash equivalents, restricted cash, and restricted cash equivalents reported within the condensed consolidated balance sheets to the total amounts reported on the condensed consolidated statements of cash flows\nCash and cash equivalents $ 2,864 $ 5,174\nRestricted cash and restricted cash equivalents included in funds held for customers 108 284\nTotal cash, cash equivalents, restricted cash, and restricted cash equivalents at end of period $ 2,972 $ 5,458\nSee accompanying notes.\nIntuit Q1 Fiscal 2022 Form 10-Q\nINTUIT INC.\nNOTES TO CONDENSED CONSOLIDATED FINANCIAL STATEMENTS (unaudited)\n1. Description of Business and Summary of Significant Accounting Policies\nDescription of Business\nIntuit helps consumers, small businesses, and the self-employed prosper by delivering financial management and compliance products and services. We also provide specialized tax products to accounting professionals, who are key partners that help us serve small business customers.\nOur flagship brands, TurboTax, QuickBooks and Mint help customers run their small businesses, pay employees and send invoices, separate business and personal expenses, track their money, and file income taxes. Credit Karma is a consumer technology platform that enables us to provide personalized financial offers to members including credit cards, loans, insurance, and savings and checking accounts through an FDIC member bank partner. ProSeries and Lacerte are our leading tax preparation offerings for professional accountants. Incorporated in 1984 and headquartered in Mountain View, California, we sell our products and services primarily in the United States.\nBasis of Presentation\nThese condensed consolidated financial statements include the financial statements of Intuit and its wholly owned subsidiaries. We have eliminated all significant intercompany balances and transactions in consolidation. We have included all adjustments, consisting only of normal recurring items, which we considered necessary for a fair presentation of our financial results for the interim periods presented. We have reclassified certain amounts previously reported in our financial statements to conform to the current presentation, including amounts related to reportable segments.\nWe acquired Credit Karma, Inc. (Credit Karma) in the second quarter of fiscal 2021. We have included the results of operations for Credit Karma in our condensed consolidated statements of operations from the date of acquisition. There have been no material adjustments to the purchase price allocation from those disclosed in our Annual Report on Form 10-K for the fiscal year ended July 31, 2021. Credit Karma operates as a separate reportable segment. See Note 11, \"Segment Information,\" for more information.\nThese unaudited condensed consolidated financial statements and accompanying notes should be read together with the audited consolidated financial statements in Part II, Item 8 of our Annual Report on Form 10-K for the fiscal year ended July 31, 2021. Results for the three months ended October 31, 2021 do not necessarily indicate the results we expect for the fiscal year ending July 31, 2022 or any other future period.\nSeasonality\nOur Consumer and ProConnect offerings have a significant and distinct seasonal pattern as sales and revenue from our income tax preparation products and services are heavily concentrated in the period from November through April. Typically, returns are accepted by the IRS starting in January and the tax filing deadline ends in April. This seasonal pattern results in higher net revenues during our second and third quarters ending January 31 and April 30, respectively. However, in fiscal 2021 the IRS began accepting returns on February 12, 2021 and the tax filing deadline was extended to May 17, 2021. These changes to the fiscal 2021 tax filing season impacted our second and third quarter financial results.\nSignificant Accounting Policies\nWe describe our significant accounting policies in Note 1 to the financial statements in Part II, Item 8 of our Annual Report on Form 10-K for the fiscal year ended July 31, 2021. There have been no changes to our significant accounting policies during the first three months of fiscal 2022.\nIntuit Q1 Fiscal 2022 Form 10-Q\nUse of Estimates\nIn preparing our condensed consolidated financial statements in accordance with U.S. generally accepted accounting principles (GAAP), we make certain judgments, estimates, and assumptions that affect the amounts reported in our financial statements and the disclosures made in the accompanying notes. For example, we use judgments and estimates in determining how revenue should be recognized. These judgments and estimates include identifying performance obligations, determining if the performance obligations are distinct, determining the standalone sales price (SSP) and timing of revenue recognition for each distinct performance obligation, and estimating variable consideration to be included in the transaction price. We use estimates in determining the collectibility of accounts receivable and notes receivable, the appropriate levels of various accruals including accruals for litigation contingencies, the discount rate used to calculate lease liabilities, the amount of our worldwide tax provision, the realizability of deferred tax assets, the credit losses of available-for-sale debt securities, and the fair value of assets acquired and liabilities assumed for business combinations. We also use estimates in determining the remaining economic lives and fair values of acquired intangible assets, property and equipment, and other long-lived assets. In addition, we use assumptions to estimate the fair value of reporting units and share-based compensation. Despite our intention to establish accurate estimates and use reasonable assumptions, actual results may differ from our estimates. Additionally, in the context of the ongoing global COVID-19 pandemic, while there has been no material impact on our estimates to date, in future periods, facts and circumstances could change and impact our estimates.\nComputation of Net Income (Loss) Per Share\nWe compute basic net income or loss per share using the weighted average number of common shares outstanding during the period. We compute diluted net income per share using the weighted average number of common shares and dilutive potential common shares outstanding during the period. Dilutive potential common shares consist of the shares issuable upon the exercise of stock options and upon the vesting of restricted stock units (RSUs) under the treasury stock method.\nWe include stock options with combined exercise prices and unrecognized compensation expense that are less than the average market price for our common stock, and RSUs with unrecognized compensation expense that is less than the average market price for our common stock, in the calculation of diluted net income per share. We exclude stock options with combined exercise prices and unrecognized compensation expense that are greater than the average market price for our common stock, and RSUs with unrecognized compensation expense that is greater than the average market price for our common stock, from the calculation of diluted net income per share because their effect is anti-dilutive. Under the treasury stock method, the amount that must be paid to exercise stock options and the amount of compensation expense for future service that we have not yet recognized for stock options and RSUs are assumed to be used to repurchase shares.\nAll of the RSUs we grant have dividend rights. Dividend rights are accumulated and paid when the underlying RSUs vest. Since the dividend rights are subject to the same vesting requirements as the underlying equity awards they are considered a contingent transfer of value. Consequently, the RSUs are not considered participating securities and we do not present them separately in earnings per share.\nIn loss periods, basic net loss per share and diluted net loss per share are the same since the effect of potential common shares is anti-dilutive and therefore excluded.\nIntuit Q1 Fiscal 2022 Form 10-Q\nThe following table presents the composition of shares used in the computation of basic and diluted net income per share for the periods indicated.\nThree Months Ended\n(In millions, except per share amounts) October 31, 2021 October 31, 2020\nNumerator:\nNet income $ 228 $ 198\nDenominator:\nShares used in basic per share amounts:\nWeighted average common shares outstanding 273 263\nShares used in diluted per share amounts:\nWeighted average common shares outstanding 273 263\nDilutive common equivalent shares from stock options\nand restricted stock awards 4 2\nDilutive weighted average common shares outstanding 277 265\nBasic and diluted net income per share:\nBasic net income per share $ 0.84 $ 0.75\nDiluted net income per share $ 0.82 $ 0.75\nShares excluded from diluted net income per share:\nWeighted average stock options and restricted stock units that have been excluded from dilutive common equivalent shares outstanding due to their anti-dilutive effect - 1\nDeferred Revenue\nWe record deferred revenue when we have entered into a contract with a customer and cash payments are received or due prior to transfer of control or satisfaction of the related performance obligation. During the three months ended October 31, 2021, we recognized revenue of $421 million that was included in deferred revenue at July 31, 2021. During the three months ended October 31, 2020, we recognized revenue of $399 million that was included in deferred revenue at July 31, 2020.\nOur performance obligations are generally satisfied within 12 months of the initial contract date. As of October 31, 2021 and July 31, 2021, the deferred revenue balance related to performance obligations that will be satisfied after 12 months was $6 million and $8 million, respectively, and is included in other long-term obligations on our condensed consolidated balance sheets.\nNotes Receivable and Allowances for Loan Losses\nNotes receivable held for investment consist of term loans to small businesses and are included in prepaid expenses and other current assets and other assets on our condensed consolidated balance sheets. As of October 31, 2021 and July 31, 2021, the notes receivable balances were $190 million and $139 million, respectively, and the allowances for loan losses were not material. The term loans are not secured and are recorded at amortized cost, net of allowances for loan losses. We maintain an allowance for loan losses to reserve for potentially uncollectible notes receivable. We evaluate the creditworthiness of our term loan portfolio on an individual loan basis, based on a data analytics risk model that evaluates trends related to revenue, debt payments and negative events in the previous 12 months and applies a loss rate at the time of loan origination. The average is then applied against the outstanding portfolio. The loss rate and underlying model are updated periodically to reflect actual loan performance and changes in assumptions. We make judgments about the known and inherent risks in the loan portfolio, adverse situations that may affect borrowers’ ability to repay and current economic conditions. When we determine that amounts are uncollectible, we write them off against the allowance.\nConcentration of Credit Risk and Significant Customers\nNo customer accounted for 10% or more of total net revenue in the three or three months ended October 31, 2021 or October 31, 2020. No customer accounted for 10% or more of gross accounts receivable at October 31, 2021 or July 31, 2021.\nAccounting Standards Not Yet Adopted\nBusiness Combinations - In October 2021 the FASB issued ASU 2021-08, “Business Combinations-Accounting for Contract Assets and Contract Liabilities from Contracts with Customers (Topic 805).” This standard requires an acquirer in a business combination to recognize and measure contract assets and contract liabilities from acquired contracts using the revenue\nIntuit Q1 Fiscal 2022 Form 10-Q\nrecognition guidance under Accounting Standards Codification Topic 606 in order to align the recognition of a contract liability with the definition of a performance obligation. This approach differs from the current requirement to measure contract assets and contract liabilities acquired in a business combination at fair value. The standard is effective for fiscal years beginning after December 15, 2022, including interim periods within those fiscal years. Early adoption is permitted. We elected to early adopt this standard in the second quarter of our fiscal year that began August 1, 2021. We do not expect the adoption of ASU 2021-08 to have a material impact on our consolidated financial statements.\nWe do not expect that any other recently issued accounting pronouncements will have a significant effect on our financial statements.\n2. Fair Value Measurements\nFair Value Hierarchy\nThe authoritative guidance defines fair value as the price that would be received from the sale of an asset or paid to transfer a liability in an orderly transaction between market participants on the measurement date. When determining fair value, we consider the principal or most advantageous market for an asset or liability and assumptions that market participants would use when pricing the asset or liability. In addition, we consider and use all valuation methods that are appropriate in estimating the fair value of an asset or liability.\nThe authoritative guidance establishes a fair value hierarchy that is based on the extent and level of judgment used to estimate the fair value of assets and liabilities. In general, the authoritative guidance requires us to maximize the use of observable inputs and minimize the use of unobservable inputs when measuring fair value. An asset or liability’s categorization within the fair value hierarchy is based upon the lowest level of input that is significant to the measurement of its fair value. The three levels of input defined by the authoritative guidance are as follows:\n•Level 1 uses unadjusted quoted prices that are available in active markets for identical assets or liabilities.\n•Level 2 uses inputs other than quoted prices included in Level 1 that are either directly or indirectly observable through correlation with market data. These include quoted prices in active markets for similar assets or liabilities; quoted prices for identical or similar assets or liabilities in markets that are not active; and inputs to valuation models or other pricing methodologies that do not require significant judgment because the inputs used in the model, such as interest rates and volatility, can be corroborated by readily observable market data for substantially the full term of the assets or liabilities.\n•Level 3 uses one or more unobservable inputs that are supported by little or no market activity and that are significant to the determination of fair value. Level 3 assets and liabilities include those whose fair values are determined using pricing models, discounted cash flow methodologies or similar valuation techniques and significant management judgment or estimation.\nAssets and Liabilities Measured at Fair Value on a Recurring Basis\nThe following table summarizes financial assets and financial liabilities that we measured at fair value on a recurring basis at the dates indicated, classified in accordance with the fair value hierarchy described above.\nOctober 31, 2021 July 31, 2021\n(In millions) Level 1 Level 2 Total\nFair Value Level 1 Level 2 Total\nFair Value\nAssets:\nCash equivalents, primarily money market funds and time deposits $ 696 $ - $ 696 $ 1,660 $ - $ 1,660\nAvailable-for-sale debt securities:\nMunicipal bonds - - - - 38 38\nCorporate notes - 544 544 - 1,400 1,400\nU.S. agency securities - 40 40 - 70 70\nTotal available-for-sale debt securities - 584 584 - 1,508 1,508\nTotal assets measured at fair value on a recurring basis $ 696 $ 584 $ 1,280 $ 1,660 $ 1,508 $ 3,168\nLiabilities:\nSenior unsecured notes(1)\n$ - $ 1,972 $ 1,972 $ - $ 1,986 $ 1,986\n(1) Carrying value on our balance sheets at each October 31, 2021 and July 31, 2021 was $1.99 billion. See Note 6, “Long-Term Obligations and Commitments,” for more information.\nIntuit Q1 Fiscal 2022 Form 10-Q\nThe following table summarizes our cash equivalents and available-for-sale debt securities by balance sheet classification and level in the fair value hierarchy at the dates indicated.\nOctober 31, 2021 July 31, 2021\n(In millions) Level 1 Level 2 Total\nFair Value Level 1 Level 2 Total\nFair Value\nCash equivalents:\nIn cash and cash equivalents $ 696 $ - $ 696 $ 1,660 $ - $ 1,660\nAvailable-for-sale debt securities:\nIn investments $ - $ 386 $ 386 $ - $ 1,308 $ 1,308\nIn funds held for customers - 198 198 - 200 200\nTotal available-for-sale debt securities $ - $ 584 $ 584 $ - $ 1,508 $ 1,508\nWe value our Level 1 assets, consisting primarily of money market funds and time deposits, using quoted prices in active markets for identical instruments.\nFinancial assets whose fair values we measure on a recurring basis using Level 2 inputs consist of municipal bonds, corporate notes, and U.S. agency securities. We measure the fair values of these assets with the help of a pricing service that either provides quoted market prices in active markets for identical or similar securities or uses observable inputs for their pricing without applying significant adjustments. Our fair value processes include controls designed to ensure that we record appropriate fair values for our Level 2 investments. These controls include comparison to pricing provided by a secondary pricing service or investment manager, validation of pricing sources and models, review of key model inputs, analysis of period-over-period price fluctuations, and independent recalculation of prices where appropriate.\nFinancial liabilities whose fair values we measure using Level 2 inputs consist of senior unsecured notes. See Note 6, “Long-Term Obligations and Commitments,” for more information. We measure the fair value of our senior unsecured notes based on their trading prices and the interest rates we could obtain for other borrowings with similar terms.\nThere were no transfers between Level 1 and Level 2 of the fair value hierarchy during the three months ended October 31, 2021.\nAssets and Liabilities Measured at Fair Value on a Non-Recurring Basis\nLong-term investments represent non-marketable equity securities in privately held companies that do not have a readily determinable fair value. They are accounted for at cost and adjusted based on observable price changes from orderly transactions for identical or similar investments of the same issuer or impairment. These investments are classified as Level 3 in the fair value hierarchy because we estimate the value based on valuation methods which may include a combination of the observable transaction price at the transaction date and other unobservable inputs including volatility, rights, and obligations of the investments we hold. We recognized $46 million and $8 million of upward adjustments during the three months ended October 31, 2021 and October 31, 2020, respectively. Impairments recognized during the three months ended October 31, 2021 and October 31, 2020 were immaterial. Cumulative upward adjustments were $63 million and cumulative impairments were immaterial through October 31, 2021 for measurement alternative investments held as of October 31, 2021. As of October 31, 2021 and July 31, 2021, the carrying value of long-term investments was $84 million and $43 million, respectively.\n3. Cash and Cash Equivalents, Investments, and Funds Held for Customers\nWe consider highly liquid investments with maturities of three months or less at the date of purchase to be cash equivalents. In all periods presented, cash equivalents consist primarily of money market funds and time deposits. Investments consist primarily of investment-grade available-for-sale debt securities. Funds held for customers represent cash held on behalf of our customers that is invested in cash and cash equivalents and investment-grade available-for-sale securities, restricted for use solely for the purpose of satisfying amounts we owe on behalf of our customers. Except for direct obligations of the United States government, securities issued by agencies of the United States government, and money market funds, we diversify our investments in debt securities by limiting our holdings with any individual issuer.\nIntuit Q1 Fiscal 2022 Form 10-Q\nThe following table summarizes our cash and cash equivalents, investments, and funds held for customers by balance sheet classification at the dates indicated.\nOctober 31, 2021 July 31, 2021\n(In millions) Amortized\nCost Fair Value Amortized\nCost Fair Value\nClassification on condensed consolidated balance sheets:\nCash and cash equivalents $ 2,864 $ 2,864 $ 2,562 $ 2,562\nInvestments 387 386 1,305 1,308\nFunds held for customers 307 306 456 457\nTotal cash and cash equivalents, investments, and funds\nheld for customers $ 3,558 $ 3,556 $ 4,323 $ 4,327\nThe following table summarizes our cash and cash equivalents, investments, and funds held for customers by investment category at the dates indicated.\nOctober 31, 2021 July 31, 2021\n(In millions) Amortized\nCost Fair Value Amortized\nCost Fair Value\nType of issue:\nTotal cash, cash equivalents, restricted cash,\nand restricted cash equivalents $ 2,972 $ 2,972 $ 2,819 $ 2,819\nAvailable-for-sale debt securities:\nMunicipal bonds - - 37 38\nCorporate notes 546 544 1,397 1,400\nU.S. agency securities 40 40 70 70\nTotal available-for-sale debt securities 586 584 1,504 1,508\nTotal cash, cash equivalents, restricted cash, restricted cash equivalents, and investments $ 3,558 $ 3,556 $ 4,323 $ 4,327\nWe use the specific identification method to compute gains and losses on investments. We include realized gains and losses on our available-for-sale debt securities in interest and other income on our condensed consolidated statements of operations. Gross realized gains and losses on our available-for-sale debt securities for the three months ended October 31, 2021 and October 31, 2020 were not significant.\nWe accumulate unrealized gains and losses on our available-for-sale debt securities, net of tax, in accumulated other comprehensive income or loss in the stockholders’ equity section of our condensed consolidated balance sheets, except for certain unrealized losses described below. Gross unrealized gains and losses on our available-for-sale debt securities at October 31, 2021 and July 31, 2021 were not significant.\nFor available-for sale debt securities in an unrealized loss position, we determine whether a credit loss exists. The estimate of the credit loss is determined by considering available information relevant to the collectibility of the security and information about past events, current conditions, and reasonable and supportable forecasts. The allowance for credit loss is recorded to interest and other income on our condensed consolidated statement of operations, not to exceed the amount of the unrealized loss. Any excess unrealized loss greater than the credit loss at a security level is recognized in accumulated other comprehensive income or loss in the stockholders' equity section of our condensed consolidated balance sheets. We determined there were no credit losses related to available-for-sale securities as of October 31, 2021. Unrealized losses on available-for-sale debt securities at October 31, 2021 were not significant. We do not intend to sell these investments. In addition, it is more likely than not that we will not be required to sell them before recovery of the amortized cost basis, which may be at maturity.\nIntuit Q1 Fiscal 2022 Form 10-Q\nThe following table summarizes our available-for-sale debt securities, included in investments and funds held for customers, classified by the stated maturity date of the security at the dates indicated.\nOctober 31, 2021 July 31, 2021\n(In millions) Amortized\nCost Fair Value Amortized\nCost Fair Value\nDue within one year $ 154 $ 154 $ 551 $ 553\nDue within two years 300 299 550 551\nDue within three years 132 131 398 398\nDue after three years - - 5 6\nTotal available-for-sale debt securities $ 586 $ 584 $ 1,504 $ 1,508\nThe following table summarizes our funds held for customers by investment category at the dates indicated.\n(In millions) October 31, 2021 July 31,\nRestricted cash and restricted cash equivalents $ 108 $ 257\nRestricted available-for-sale debt securities 198 200\nTotal funds held for customers $ 306 $ 457\n(In millions) October 31, 2020 July 31,\nRestricted cash and restricted cash equivalents $ 284 $ 255\nRestricted available-for-sale debt securities 200 200\nTotal funds held for customers $ 484 $ 455\n4. Acquired Intangible Assets\nThe following table shows the cost, accumulated amortization and weighted average life in years for our acquired intangible assets at the dates indicated. The weighted average lives are calculated for assets that are not fully amortized.\n(Dollars in millions) Customer\nLists / User Relationships Purchased\nTechnology Trade\nNames\nand Logos Covenants\nNot to\nCompete\nor Sue Total\nAt October 31, 2021:\nCost $ 3,038 $ 698 $ 400 $ 42 $ 4,178\nAccumulated amortization (424) (470) (48) (41) (983)\nAcquired intangible assets, net $ 2,614 $ 228 $ 352 $ 1 $ 3,195\nWeighted average life in years 15 5 15 3 14\nAt July 31, 2021:\nCost $ 3,038 $ 686 $ 400 $ 42 $ 4,166\nAccumulated amortization (377) (455) (41) (41) (914)\nAcquired intangible assets, net $ 2,661 $ 231 $ 359 $ 1 $ 3,252\nWeighted average life in years 15 5 15 3 14\nIntuit Q1 Fiscal 2022 Form 10-Q\nThe following table shows the expected future amortization expense for our acquired intangible assets at October 31, 2021. Amortization of purchased technology is charged to amortization of acquired technology in our consolidated statements of operations. Amortization of other acquired intangible assets such as customer lists is charged to amortization of other acquired intangible assets in our consolidated statements of operations. If impairment events occur, they could accelerate the timing of acquired intangible asset charges.\n(In millions) Expected\nFuture\nAmortization\nExpense\nTwelve months ending July 31,\n2022 (excluding the three months ended October 31, 2021) $ 208\n2023 268\n2024 252\n2025 248\n2026 247\nThereafter 1,972\nTotal expected future amortization expense $ 3,195\n5. Current Liabilities\nShort-Term Debt\nOn May 2, 2019 we entered into an amended and restated credit agreement with certain institutional lenders with an aggregate principal amount of $1.4 billion, including a $1 billion unsecured revolving credit facility that matures on May 2, 2024 and a $400 million unsecured term loan that was due on February 1, 2021. On November 1, 2021 this agreement was terminated. See Note 12, \"Subsequent Events\" for more information.\nUnsecured Revolving Credit Facility\nThe amended and restated credit agreement we entered into on May 2, 2019 includes a $1 billion unsecured revolving credit facility that will expire on May 2, 2024. Under this agreement we may, subject to certain customary conditions including lender approval, on one or more occasions increase commitments under the unsecured revolving credit facility in an amount not to exceed $250 million in the aggregate and may extend the maturity date up to two times. Advances under the unsecured revolving credit facility accrue interest at rates that are equal to, at our election, either Bank of America's alternate base rate plus a margin that ranges from 0.0% to 0.1% or the London Interbank Offered Rate (LIBOR) plus a margin that ranges from 0.69% to 1.1%. Actual margins under either election will be based on our senior debt credit ratings. The amended and restated credit agreement includes customary affirmative and negative covenants, including financial covenants that require us to maintain a ratio of total gross debt to annual earnings before interest, taxes, depreciation and amortization (EBITDA) of not greater than 3.25 to 1.00 as of any date and a ratio of annual EBITDA to annual interest expense of not less than 3.00 to 1.00 as of the last day of each fiscal quarter. As of October 31, 2021 we were compliant with all required covenants. We repaid the $1 billion that was outstanding as of July 31, 2020 under this unsecured revolving credit facility during the first quarter of fiscal 2021, and at October 31, 2021 no amounts were outstanding. We paid no interest on the unsecured revolving credit facility during the three months ended October 31, 2021 and $1 million during the three months ended October 31, 2020.\nTerm Loan\nOn February 1, 2021, we paid the $325 million remaining balance of the term loan upon maturity and at October 31, 2021, no amount was outstanding. The term loan accrued interest at rates that were equal to, at our election, either Bank of America's alternate base rate plus a margin that ranges from 0.0% to 0.125% or LIBOR plus a margin that ranges from 0.625% to 1.125%. Interest on the term loan was payable monthly. We paid no interest on the term loan during the three months ended October 31, 2021 and $1 million during the three months ended October 31, 2020. Under the amended and restated agreement we may, subject to certain customary conditions including lender approval, on one or more occasions increase commitments under the term loan in an amount not to exceed $400 million in the aggregate.\nIntuit Q1 Fiscal 2022 Form 10-Q\nOther Current Liabilities\nOther current liabilities were as follows at the dates indicated:\n(In millions) October 31, 2021 July 31,\nExecutive deferred compensation plan liabilities $ 171 $ 153\nCurrent portion of operating lease liabilities 67 66\nReserve for returns and credits 21 21\nAmounts due for share repurchases 20 17\nAccrued sales and property taxes 17 5\nMerchant and consumer payments processing reserves 12 10\nReserve for promotional discounts and rebates 9 10\nCurrent portion of dividend payable 9 9\nInterest payable 7 1\nIncome taxes payable 3 3\nOther 49 66\nTotal other current liabilities $ 385 $ 361\nThe balances of several of our other current liabilities, particularly our reserves for product returns and promotional discounts and rebates, are affected by the seasonality of our business. See Note 1, “Description of Business and Summary of Significant Accounting Policies - Seasonality,” for more information.\n6. Long-Term Obligations and Commitments\nSenior Unsecured Notes\nIn June 2020 we issued four series of senior unsecured notes (together, the Notes) pursuant to a public debt offering. The proceeds from the issuance were $1.98 billion, net of debt discount of $2 million and debt issuance costs of $15 million.\nThe carrying value of the Notes was as follows at the dates indicated:\n(In millions) October 31, 2021 July 31,\n2021 Effective\nInterest Rate\nSenior unsecured notes issued June 2020:\n0.650% notes due July 2023\n$ 500 $ 500 0.837%\n0.950% notes due July 2025\n500 500 1.127%\n1.350% notes due July 2027\n500 500 1.486%\n1.650% notes due July 2030\n500 500 1.767%\nTotal senior unsecured notes 2,000 2,000\nUnamortized discount and debt issuance costs (13) (14)\nNet carrying value senior unsecured notes $ 1,987 $ 1,986\nInterest is payable semiannually on January 15 and July 15 of each year. The discount and debt issuance costs are amortized to interest expense over the term of the Notes under the effective interest method. We paid no interest on the Notes during each of the three months ended October 31, 2021 and 2020.\nThe Notes are senior unsecured obligations of Intuit and rank equally with all existing and future unsecured and unsubordinated indebtedness of Intuit and are redeemable by us at any time, subject to a make-whole premium. Upon the occurrence of change of control transactions that are accompanied by certain downgrades in the credit ratings of the Notes, we will be required to repurchase the Notes at a repurchase price equal to 101% of the aggregate outstanding principal plus any accrued and unpaid interest to but not including the date of repurchase. The indenture governing the Notes requires us to comply with certain covenants. For example, the Notes limit our ability to create certain liens and enter into sale and leaseback transactions. As of October 31, 2021 we were compliant with all covenants governing the Notes.\nIntuit Q1 Fiscal 2022 Form 10-Q\nSecured Revolving Credit Facility\nOn February 19, 2019 a subsidiary of Intuit entered into a $300 million secured revolving credit facility with a lender to fund a portion of our loans to qualified small businesses. The revolving credit facility is secured by cash and receivables of the subsidiary and is non-recourse to Intuit Inc. We have entered into several amendments to the secured revolving credit facility, most recently on July 16, 2021, primarily to extend the commitment term and maturity date. Under the amended agreement, $150 million of the facility is committed and $150 million is uncommitted. Advances accrue interest at LIBOR plus 1.5%. Unused portions of the committed credit facility accrue interest at a rate ranging from 0.25% to 0.75%, depending on the total unused committed balance. The commitment term is through July 17, 2023 and the final maturity date is January 17, 2024. The amended agreement allows for the transition of the benchmark interest rate used to calculate finance charges from LIBOR to the Secured Overnight Finance Rate (SOFR) plus related benchmark adjustments that represent the prevailing market convention for dollar-denominated syndicated credit facilities. The agreement includes certain affirmative and negative covenants, including financial covenants that require the subsidiary to maintain specified financial ratios. As of October 31, 2021 we were compliant with all required covenants. At October 31, 2021, $50 million was outstanding under this facility and the weighted-average interest rate was 2.63%, which includes the interest on the unused committed portion. The outstanding balance is secured by cash and receivables of the subsidiary totaling $232 million. Interest on the facility is payable monthly. We paid an immaterial amount of interest on the secured revolving credit facility during the three months ended October 31, 2021 and $1 million during the three months ended October 31, 2020.\nOther Long-Term Obligations\nOther long-term obligations were as follows at the dates indicated:\n(In millions) October 31, 2021 July 31,\nIncome tax liabilities $ 24 $ 24\nDividend payable 9 8\nDeferred revenue 6 8\nOther 12 13\nTotal long-term obligations $ 51 $ 53\nUnconditional Purchase Obligations\nWe describe our purchase obligations in Note 8 to the financial statements in Part II, Item 8 of our Annual Report on Form 10-K for the fiscal year ended July 31, 2021. In September 2021 we signed an agreement that includes non-cancellable commitments of $555 million through July 31, 2044 for an exclusive naming rights partnership with the Los Angeles Clippers for Intuit Dome, a new sports facility. The commitment is $1.5 million per year for the first three years and $27.5 million per year for the remainder of the agreement. There were no other significant changes in our purchase obligations during the three months ended October 31, 2021.\nIn November 2021 we amended an existing cloud services agreement for an additional five years. Under the amended agreement, we have an annual minimum commitment of $150 million per year and a total minimum purchase commitment of $1.2 billion over the five year contract term.\n7. Leases\nWe lease office facilities under non-cancellable operating lease arrangements. Our facility leases generally provide for periodic rent increases and may contain escalation clauses and renewal options. Our leases have remaining lease terms of up to 11 years, some of which include one or more options to extend the leases for up to 10 years per option, generally at rates to be determined in accordance with the agreements. Options to extend the lease are included in the lease liability if they are reasonably certain of being exercised. We do not have significant finance leases.\nWe sublease certain office facilities to third parties. These subleases have remaining lease terms of up to 4 years, some of which include one or more options to extend the subleases for up to 5 years per option.\nThe components of lease expense were as follows:\nThree Months Ended\n(In millions) October 31, 2021 October 31, 2020\nOperating lease cost (1)\n$ 21 $ 15\nVariable lease cost 3 3\nSublease income (5) (4)\nTotal net lease cost $ 19 $ 14\nIntuit Q1 Fiscal 2022 Form 10-Q\n(1) Includes short-term leases, which were not significant for each of the three months ended October 31, 2021 and 2020.\nSupplemental cash flow information related to operating leases was as follows:\nThree Months Ended\n(In millions) October 31, 2021 October 31, 2020\nCash paid for amounts included in the measurement of operating lease liabilities $ 24 $ 14\nRight-of-use assets obtained in exchange for operating lease liabilities $ 43 $ 19\nOther information related to operating leases was as follows at the dates indicated:\nOctober 31, 2021 July 31,\nWeighted-average remaining lease term for operating leases 6.9 years 6.8 years\nWeighted-average discount rate for operating leases 2.3 % 2.3 %\nFuture minimum lease payments under non-cancellable operating leases as of October 31, 2021 were as follows:\n(In millions) Operating\nLeases (1)\nFiscal year ending July 31,\n2022 (excluding the three months ended October 31, 2021) $ 55\n2023 88\n2024 84\n2025 68\n2026 49\nThereafter 164\nTotal future minimum lease payments 508\nLess imputed interest (38)\nPresent value of lease liabilities $ 470\n(1) Non-cancellable sublease proceeds for the remainder of the fiscal year ending July 31, 2022 and the fiscal years ending July 31, 2023, 2024, and 2025, of $13 million, $11 million, $8 million, and $4 million, respectively, are not included in the table above.\nSupplemental balance sheet information related to operating leases was as follows at the dates indicated:\n(In millions) October 31, 2021 July 31,\nOperating lease right-of-use assets $ 405 $ 380\nOther current liabilities $ 67 $ 66\nOperating lease liabilities 403 380\nTotal operating lease liabilities $ 470 $ 446\n8. Income Taxes\nEffective Tax Rate\nWe compute our provision for or benefit from income taxes by applying the estimated annual effective tax rate to income or loss from recurring operations and adding the effects of any discrete income tax items specific to the period.\nWe recognized excess tax benefits on share-based compensation of $47 million and $52 million in our provision for income taxes for the three months ended October 31, 2021 and 2020, respectively.\nIntuit Q1 Fiscal 2022 Form 10-Q\nOur effective tax rate for the three months ended October 31, 2021 was approximately 4%. Excluding discrete tax items primarily related to share-based compensation tax benefits mentioned above, our effective tax rate was 25%. The difference from the federal statutory rate of 21% was primarily due to state income taxes and non-deductible share-based compensation, which were partially offset by the tax benefit we received from the federal research and experimentation credit.\nOur effective tax rate for the three months ended October 31, 2020 was approximately 6%. Excluding discrete tax items primarily related to share-based compensation tax benefits mentioned above, our effective tax rate was 25%. The difference from the federal statutory rate of 21% was primarily due to state income taxes and non-deductible share-based compensation, which were partially offset by the tax benefit we received from the federal research and experimentation credit.\nIn the current global tax policy environment, the U.S. and other domestic and foreign governments continue to consider, and in some cases enact, changes in corporate tax laws. As changes occur, we account for finalized legislation in the period of enactment.\nUnrecognized Tax Benefits and Other Considerations\nThe total amount of our unrecognized tax benefits at July 31, 2021 was $190 million. If we were to recognize these net benefits, our income tax expense would reflect a favorable net impact of $109 million. There were no material changes to these amounts during the three months ended October 31, 2021. We do not believe that it is reasonably possible that there will be a significant increase or decrease in our unrecognized tax benefits over the next 12 months.\nWe have offset a $75 million long-term liability for uncertain tax positions against our long-term income tax receivable at October 31, 2021 and July 31, 2021. The long-term income tax receivable at October 31, 2021 and July 31, 2021 was primarily related to the government’s approval of a method of accounting change request for fiscal 2018 and a refund claim related to Credit Karma’s alternative minimum tax credit that was recorded as part of the acquisition.\n9. Stockholders’ Equity\nStock Repurchase Programs and Treasury Shares\nIntuit’s Board of Directors has authorized a series of common stock repurchase programs. Shares of common stock repurchased under these programs become treasury shares. We repurchased 606,000 shares for $338 million under these programs during the three months ended October 31, 2021. Included in this amount were $20 million of repurchases which occurred in late October 2021 and settled in early November 2021. On August 20, 2021 our Board approved an increased authorization to purchase up to an additional $2 billion of our common stock under the existing stock repurchase program. At October 31, 2021, we had authorization from our Board of Directors to expend up to an additional $3.0 billion for stock repurchases, including the new $2 billion authorization noted above. Future stock repurchases under the current program is at the discretion of management, and authorization of future stock repurchase programs is subject to the final determination of our Board of Directors.\nOur treasury shares are repurchased at the market price on the trade date; accordingly, all amounts paid to reacquire these shares have been recorded as treasury stock on our condensed consolidated balance sheets. Repurchased shares of our common stock are held as treasury shares until they are reissued or retired. When we reissue treasury stock, if the proceeds from the sale are more than the average price we paid to acquire the shares we record an increase in additional paid-in capital. Conversely, if the proceeds from the sale are less than the average price we paid to acquire the shares, we record a decrease in additional paid-in capital to the extent of increases previously recorded for similar transactions and a decrease in retained earnings for any remaining amount.\nIn the past we have satisfied option exercises and restricted stock unit vesting under our employee equity incentive plans by reissuing treasury shares, and we may do so again in the future. During the second quarter of fiscal 2014 we began issuing new shares of common stock to satisfy option exercises and RSU vesting under our 2005 Equity Incentive Plan. We have not yet determined the ultimate disposition of the shares that we have repurchased in the past, and consequently we continue to hold them as treasury shares.\nDividends on Common Stock\nDuring the three months ended October 31, 2021 we declared quarterly cash dividends that totaled $0.68 per share of outstanding common stock for a total of $191 million. In November 2021 our Board of Directors declared a quarterly cash dividend of $0.68 per share of outstanding common stock payable on January 18, 2022 to stockholders of record at the close of business on January 10, 2022. Future declarations of dividends and the establishment of future record dates and payment dates are subject to the final determination of our Board of Directors.\nIntuit Q1 Fiscal 2022 Form 10-Q\nShare-Based Compensation Expense\nThe following table summarizes the total share-based compensation expense that we recorded in operating income for the periods shown.\nThree Months Ended\n(In millions) October 31, 2021 October 31, 2020\nCost of revenue $ 27 $ 15\nSelling and marketing 64 32\nResearch and development 109 38\nGeneral and administrative 80 26\nTotal share-based compensation expense $ 280 $ 111\nWe capitalized $1 million in share-based compensation related to internal-use software projects during the three months ended October 31, 2021 and $1 million during the three months ended October 31, 2020.\nShare-Based Awards Available for Grant\nA summary of share-based awards available for grant under our plans for the three months ended October 31, 2021 was as follows:\n(Shares in thousands) Shares\nAvailable\nfor Grant\nBalance at July 31, 2021 16,851\nRestricted stock units granted (1)\n(485)\nOptions granted -\nShare-based awards canceled/forfeited/expired (1) (2)\n1,366\nBalance at October 31, 2021 17,732\n(1)RSUs granted from the pool of shares available for grant under our 2005 Equity Incentive Plan reduce the pool by 2.3 shares for each share granted. RSUs forfeited and returned to the pool of shares available for grant under the 2005 Equity Incentive Plan increase the pool by 2.3 shares for each share forfeited. Shares granted from the Credit Karma Plan reduce the pool by one share for each share granted. Shares forfeited and returned to the pool from the Credit Karma Plan increase the pool by one share for each share forfeited.\n(2)Stock options and RSUs canceled, expired or forfeited under our 2005 Equity Incentive Plan and Credit Karma Plan are returned to the pool of shares available for grant. Under the 2005 Equity Incentive Plan, shares withheld for income taxes upon vesting of RSUs that were granted on or after July 21, 2016 are also returned to the pool of shares available for grant. Stock options and RSUs canceled, expired or forfeited under older expired plans are not returned to the pool of shares available for grant. Under the Credit Karma Plan, shares withheld for income taxes are also returned to the pool of shares available for grant.\nRestricted Stock Unit and Restricted Stock Activity\nA summary of restricted stock unit (RSU) and restricted stock activity for the three months ended October 31, 2021 was as follows:\n(Shares in thousands) Number\nof Shares Weighted\nAverage\nGrant Date\nFair Value\nNonvested at July 31, 2021 9,038 $ 345.86\nGranted 271 555.65\nVested (627) 275.10\nForfeited (361) 270.71\nNonvested at October 31, 2021 8,321 $ 361.30\nAt October 31, 2021, there was approximately $2.6 billion of unrecognized compensation cost related to non-vested RSUs and restricted stock with a weighted average vesting period of 2.9 years. We will adjust unrecognized compensation cost for actual forfeitures as they occur.\nIntuit Q1 Fiscal 2022 Form 10-Q\nStock Option Activity\nA summary of stock option activity for the three months ended October 31, 2021 was as follows:\nOptions Outstanding\n(Shares in thousands) Number\nof Shares Weighted\nAverage\nExercise\nPrice\nPer Share\nBalance at July 31, 2021 2,204 $ 251.48\nGranted - -\nExercised (58) 210.92\nCanceled or expired - -\nBalance at October 31, 2021 2,146 $ 252.58\nExercisable at October 31, 2021 1,364 $ 176.81\nAt October 31, 2021, there was approximately $68 million of unrecognized compensation cost related to non-vested stock options with a weighted average vesting period of 3.1 years. We will adjust unrecognized compensation cost for actual forfeitures as they occur.\n10. Litigation\nBeginning in May 2019, various legal proceedings were filed and certain regulatory inquiries were commenced in connection with our provision and marketing of free online tax preparation programs. We believe that the allegations contained within these legal proceedings are without merit. We are vigorously defending our interests in the legal proceedings and responding to the inquiries. These proceedings include, among others, multiple putative class actions that were consolidated into a single putative class action in the Northern District of California in September 2019 (the “Intuit Free File Litigation”) and demands for arbitration that were filed beginning in October 2019. In August 2020, the Ninth Circuit Court of Appeals ordered that the putative class action claims be resolved through arbitration. Intuit entered into a proposed settlement agreement in November 2020 to resolve the putative class action, which was rejected by the court. On May 20, 2021, Intuit entered into an agreement that resolved the Intuit Free File Litigation on an individual non-class basis, without any admission of wrongdoing, for a non-material amount and, on May 26, 2021, it was dismissed on a non-class basis.\nIn June 2021, Intuit received a demand and draft complaint from the Federal Trade Commission (“FTC”) and certain state attorneys general relating to the ongoing inquiries described above. Although we believe that the allegations contained therein are without merit, if we are not able to reach a resolution, the FTC and one or more state attorneys general may seek resolution through litigation. The defense and resolution of this matter could involve significant costs to us.\nAs of October 31, 2021, there were approximately 123,000 individual arbitration claims pending and we could incur significant arbitration and legal fees associated with the defense of these claims. The amount of our fiscal 2022 to date and fiscal 2021 arbitration fees net of insurance proceeds and rebates is not material. The arbitration fees are unrelated to the underlying merits of the claims and are accrued for when services are rendered. We could incur additional arbitration fees of approximately $350 million in future periods. We are continuing to dispute the applicability and propriety of these fees. An immaterial number of claims have been resolved through the arbitration process to date and we expect that more claims will continue through the process.\nIn view of the complexity and ongoing and uncertain nature of the outstanding proceedings and inquiries, at this time we are unable to estimate a reasonably possible financial loss or range of financial loss that we may incur to resolve or settle the remaining matters.\nTo date, the legal and other fees we have incurred related to these proceedings and inquiries have not been material. The ongoing defense and any resolution or settlement of these proceedings and inquiries could involve significant costs to us.\nIntuit is subject to certain routine legal proceedings, including class action lawsuits, as well as demands, claims, government inquiries and threatened litigation, that arise in the normal course of our business, including assertions that we may be infringing patents or other intellectual property rights of others. Our failure to obtain necessary license or other rights, or litigation arising out of intellectual property claims could adversely affect our business. We currently believe that, in addition to any amounts accrued, the amount of potential losses, if any, for any pending claims of any type (either alone or combined) will not have a material impact on our consolidated financial statements. The ultimate outcome of any legal proceeding is uncertain and, regardless of outcome, legal proceedings can have an adverse impact on Intuit because of defense costs, negative publicity, diversion of management resources and other factors.\nIntuit Q1 Fiscal 2022 Form 10-Q\n11. Segment Information\nWe have defined our four reportable segments, described below, based on factors such as how we manage our operations and how our chief operating decision maker views results. We define the chief operating decision maker as our Chief Executive Officer and our Chief Financial Officer. Our chief operating decision maker organizes and manages our business primarily on the basis of product and service offerings.\nIn December 2020 we acquired Credit Karma in a business combination and it operates as a separate reportable segment. We have included the results of operations of Credit Karma in our condensed consolidated statements of operations from the date of acquisition. Segment operating income for Credit Karma includes all direct expenses, which is different from our other reportable segments where we do not fully allocate corporate expenses.\nSmall Business & Self-Employed: This segment serves small businesses and the self-employed around the world, and the accounting professionals who assist and advise them. Our offerings include QuickBooks financial and business management online services and desktop software, payroll solutions, merchant payment processing solutions, and financing for small businesses.\nConsumer: This segment serves consumers and includes do-it-yourself and assisted TurboTax income tax preparation products and services sold in the U.S. and Canada. Our Mint offering is a personal finance offering which helps customers track their finances and daily financial behavior.\nCredit Karma: This segment serves consumers with a personal finance platform that provides personalized recommendations of credit card, home, auto and personal loans, and insurance products; online savings and checking accounts through an FDIC member bank partner; and access to their credit scores and reports, credit and identity monitoring, credit report dispute, and data-driven resources.\nProConnect: This segment serves professional accountants in the U.S. and Canada, who are essential to both small business success and tax preparation and filing. Our professional tax offerings include Lacerte, ProSeries, and ProConnect Tax Online in the U.S, and ProFile and ProTax Online in Canada.\nAll of our segments operate primarily in the United States and sell primarily to customers in the United States. Total international net revenue was approximately 6% for the three months ended October 31, 2021 and October 31, 2020.\nFor our Small Business & Self-Employed, Consumer, and ProConnect reportable segments, we include expenses such as corporate selling and marketing, product development, and general and administrative, which are not allocated to specific segments, in unallocated corporate items as part of other corporate expenses. For Credit Karma, segment expenses include all direct expenses related to selling and marketing, product development, and general and administrative. Unallocated corporate items for all segments include share-based compensation, amortization of acquired technology, amortization of other acquired intangible assets, and goodwill and intangible asset impairment charges.\nThe accounting policies of our reportable segments are the same as those described in the summary of significant accounting policies in Note 1 to the financial statements in Part II, Item 8 of our Annual Report on Form 10-K for the fiscal year ended July 31, 2021 and in Note 1, \"Description of Business and Summary of Significant Accounting Policies - Significant Accounting Policies\" in this Quarterly Report on Form 10-Q. Except for goodwill and purchased intangible assets, we do not generally track assets by reportable segment and, consequently, we do not disclose total assets by reportable segment.\nIntuit Q1 Fiscal 2022 Form 10-Q\nThe following table shows our financial results by reportable segment for the periods indicated.\nThree Months Ended\n(In millions) October 31, 2021 October 31, 2020\nNet revenue:\nSmall Business & Self-Employed $ 1,443 $ 1,181\nConsumer 120 119\nCredit Karma 418 -\nProConnect 26 23\nTotal net revenue $ 2,007 $ 1,323\nOperating income (loss):\nSmall Business & Self-Employed $ 921 $ 767\nConsumer (11) 4\nCredit Karma 169 -\nProConnect (11) (10)\nTotal segment operating income 1,068 761\nUnallocated corporate items:\nShare-based compensation expense (280) (111)\nOther corporate expenses (525) (432)\nAmortization of acquired technology (15) (7)\nAmortization of other acquired intangible assets (53) (2)\nTotal unallocated corporate items (873) (552)\nTotal operating income $ 195 $ 209\nRevenue classified by significant product and service offerings was as follows:\nThree Months Ended\n(In millions) October 31, 2021 October 31, 2020\nNet revenue:\nQuickBooks Online Accounting $ 519 $ 392\nOnline Services 326 229\nTotal Online Ecosystem 845 621\nQuickBooks Desktop Accounting 267 241\nDesktop Services and Supplies 331 319\nTotal Desktop Ecosystem 598 560\nSmall Business & Self-Employed 1,443 1,181\nConsumer 120 119\nCredit Karma 418 -\nProConnect 26 23\nTotal net revenue $ 2,007 $ 1,323\nCredit Karma revenue is primarily generated from cost-per-action transactions which are related to credit card issuances and personal loan funding.\nIntuit Q1 Fiscal 2022 Form 10-Q\n12. Subsequent Events\nBusiness Combinations\nOn November 1, 2021 we acquired all of the outstanding equity of The Rocket Science Group LLC (Mailchimp), a global customer engagement and marketing platform for growing small and mid-market businesses. We acquired Mailchimp to help deliver on the vision of an innovative, end-to-end customer growth platform for small and mid-market businesses. Mailchimp is part of our Small Business & Self-Employed segment.\nThe fair value of the purchase consideration totaled $12 billion and included $5.7 billion in cash and 10.1 million shares of Intuit common stock with a value of approximately $6.3 billion. The fair value of the stock consideration is based on the October 29, 2021 closing price of Intuit common stock of $625.99.\nPursuant to the equity purchase agreement we also issued approximately 573,000 restricted stock units in substitution of outstanding equity incentive awards. These restricted stock units have a fair value of approximately $349 million and will be expensed over three years. Additionally, we will be issuing approximately $215 million of RSUs to Mailchimp employees, of which $155 million will be expensed over four years and $60 million will be expensed over six months.\nCredit Facilities\nOn November 1, 2021 the existing amended and restated credit agreement described in Note 5, \"Current Liabilities\" was terminated.\nOn November 1, 2021 we entered into a credit agreement with certain institutional lenders with an aggregate principal amount of $5.7 billion, which includes a $1 billion unsecured revolving credit facility that matures on November 1, 2026 and a $4.7 billion unsecured term loan that matures on November 1, 2024.\nUnder this agreement we may, subject to certain customary conditions including lender approval, on one or more occasions increase commitments under the unsecured revolving credit facility in an amount not to exceed $250 million in the aggregate and may extend the maturity date up to two times.\nBorrowings under the unsecured revolving credit facility and the unsecured term loan accrue interest at rates equal to, at our election, either (i) the alternate base rate, or (ii) the SOFR rate, plus an applicable margin for such loans as defined in the credit agreement. Actual margins under either election, for both the unsecured revolving credit facility and the unsecured term loan, will be based on our senior debt credit ratings.\nThis agreement includes customary affirmative and negative covenants, including financial covenants that require us to maintain a ratio of total gross debt to annual earnings before interest, taxes, depreciation and amortization (EBITDA) of not greater than 3.25 to 1.00 and a ratio of annual EBITDA to annual interest expense of not less than 3.00 to 1.00 as of the last day of each fiscal quarter.\nOn November 1, 2021 we borrowed the full $4.7 billion under the unsecured term loan to fund a portion of the acquisition of Mailchimp.\nIntuit Q1 Fiscal 2022 Form 10-Q\nITEM 2 - MANAGEMENT’S DISCUSSION AND ANALYSIS OF FINANCIAL CONDITION AND RESULTS OF OPERATIONS\nManagement’s Discussion and Analysis of Financial Condition and Results of Operations (MD&A) is intended to provide readers of our condensed consolidated financial statements with the perspectives of management. This should allow the readers of this report to obtain a comprehensive understanding of our businesses, strategies, current trends, and future prospects. Our MD&A includes the following sections:\n• Executive Overview: High level discussion of our operating results and some of the trends that affect our business.\n• Critical Accounting Policies and Estimates: Significant changes since our most recent Annual Report on Form 10-K that we believe are important to understanding the assumptions and judgments underlying our financial statements.\n• Results of Operations: A more detailed discussion of our revenue and expenses.\n• Liquidity and Capital Resources: Discussion of key aspects of our condensed consolidated statements of cash flows, changes in our condensed consolidated balance sheets, and our financial commitments.\nYou should note that this MD&A contains forward-looking statements that involve risks and uncertainties. Please see the section entitled “Forward-Looking Statements” immediately preceding Part I for important information to consider when evaluating such statements.\nYou should read this MD&A in conjunction with the financial statements and related notes in Part I, Item 1 of this Quarterly Report and our Annual Report on Form 10-K for the fiscal year ended July 31, 2021.\nDue to the COVID-19 pandemic we continue to conduct business with substantial modifications to employee work locations and employee travel, among other modifications. In June 2021 a small number of employees started returning to work locations on a limited basis. While we have not experienced significant disruptions to our operations from the COVID-19 pandemic, we are unable to predict the full impact that the COVID-19 pandemic will have on our operations and future financial performance, including demand for our offerings, impact to our customers and partners, actions that may be taken by governmental authorities, and other factors identified in “Risk Factors” in",
    "item_1A": "ITEM 1A - RISK FACTORS\nOur businesses routinely encounter and address risks, many of which could cause our future results to be materially different than we presently anticipate. Below, we describe significant factors, events and uncertainties that make an investment in our securities risky, categorized solely for ease of reference as strategic, operational, legal and compliance, and financial risks. The following events and consequences could have a material adverse effect on our business, growth, prospects, financial condition, results of operations, cash flows, liquidity, credit rating and reputation, and the trading price of our common stock could decline. These risks are not the only ones we face. We could also be affected by other events, factors or uncertainties that are presently unknown to us or that we do not currently consider to present significant risks to our business. These risks may be amplified by the COVID-19 pandemic, which has caused significant global economic instability and uncertainty. The manner in which we respond to future developments as well as our competitors’ reactions to those developments may affect our future operating results.\nThe COVID-19 pandemic has caused significant economic instability and uncertainty and the extent to which it will impact our business, results of operations and financial condition is uncertain and difficult to predict.\nThe COVID-19 pandemic has caused economic instability and uncertainty globally and, during its initial phase, had a temporary negative impact on our business. The pandemic may, in the future, have a material adverse impact on our business and financial performance, the severity and duration of which will depend on many factors beyond our control, including the actions of governments, businesses and other enterprises in response to the pandemic, the effectiveness of those actions, and vaccine availability, distribution and adoption. Potential and current negative impacts of the pandemic include, but are not limited to, the following:\n•The extension of federal and state tax filing deadlines for the 2019 and 2020 tax years changed the seasonality of our business, making our revenue and operating results more difficult to predict. Any future regulatory decisions could further increase the difficulty of forecasting our revenue and operating results, which could cause our business to materially suffer.\n•There are new and more frequent attempts by malicious third parties seeking to take advantage of the pandemic to fraudulently gain access to our systems, which could cause us to expend significant resources to remediate and could damage our reputation.\n•Changes to our business operations and the operations of our third-party partners, such as increased use of videoconferencing, the shift to working from home, and the complexity of resuming operations in our offices under a new workplace model, has introduced security and execution risks that could cause us to experience substantial financial losses, lose the confidence of our customers and government agencies and harm our revenues and earnings.\n•Potential disruption of services on which we rely to deliver our services to our customers, including our third-party customer success partners and financial institutions, could prevent us or our service providers from delivering critical services to our customers or accepting and fulfilling customer orders, any of which could materially and adversely affect our business or reputation.\n•Increased, divergent and changing governmental regulations, such as those relating to the re-opening of work facilities, schools, public buildings and businesses, could make it considerably more difficult to develop, enhance and support our products and services, which may cause our results of operations and financial condition to suffer.\n•Failure to realize some or all of the anticipated benefits of our mergers and acquisitions activities for reasons related to the pandemic may cause us to experience losses that result in significant harm to our operating results or financial condition.\n•There could be increased volatility in our stock price related to the pandemic, which could result in the loss of some or all of the value of an investment in Intuit.\nThese and other potential negative impacts relating to the COVID-19 pandemic are described further in the risk factors that follow.\nIntuit Q1 Fiscal 2022 Form 10-Q\nSTRATEGIC RISKS\nStrategic risks relate to our current and future operating model, business plans and growth strategy, including the risks associated with the following: competitive pressures on our product offerings and business models; our ability to adapt to technological changes and global trends; our reliance on third-party intellectual property and our ability to protect our own intellectual property rights; the value of our brand; and mergers, acquisitions and divestiture activity that may have unanticipated costs and expenses.\nWe face intense competitive pressures that may harm our operating results.\nWe face intense competition in all of our businesses, and we expect competition to remain intense in the future. Our competitors and potential competitors range from large and established entities to emerging start-ups. Our competitors may introduce superior products and services, reduce prices, have greater technical, marketing and other resources, have greater name recognition, have larger installed bases of customers, have well-established relationships with our current and potential customers, advertise aggressively or beat us to market with new products and services. In addition, we face competition from existing companies, with large established consumer user-bases and broad-based platforms, who may change or expand the focus of their business strategies and marketing to target our customers, including small businesses, tax and personal financial management customers.\nWe also face competition from companies with a variety of business models, including increased competition from providers of free offerings, particularly in our tax, accounting, payments and personal finance platform businesses. In order to compete, we have also introduced free offerings in several categories, but we may not be able to attract customers as effectively as competitors with different business models. In addition, other providers of free offerings may provide features that we do not offer and customers who have formerly paid for Intuit’s products and services may elect to use our competitors’ free offerings instead. These competitive factors may diminish our revenue and profitability, and harm our ability to acquire and retain customers.\nOur consumer tax business also faces significant potential competition from the public sector, where we face the risk of federal and state taxing authorities proposing revenue raising strategies that involve developing and providing government tax software or other government return preparation systems at public expense. These or similar programs may be introduced or expanded in the future, which may change the voluntary compliance tax system in ways that could cause us to lose customers and revenue. The IRS Free File Program is currently the sole means by which the IRS offers tax software directly to taxpayers and, in December 2019, the agreement governing the program was amended to eliminate the pledge by the IRS that it would not offer a duplicative or competing service. Under this program, the IRS has worked with private industry to provide more than 60 million free returns since 2003, utilizing donated private sector tax software and e-filing services, including software that we donated to the Free File Program, for low and middle income taxpayers at no cost to the government or individual users. However, we no longer be participate in the IRS Free File Program, and its continuation depends on a number of factors, including continued broad public awareness of and access to the free program and continued private industry donations, as well as continued government support. The current agreement is scheduled to expire in October 2022. Our departure from the Free File Program may increase the likelihood that such program is terminated or is not extended beyond October 2022. If the Free File Program were to be terminated or the IRS were to enter the software development and return preparation space, the federal government could become a publicly funded direct competitor of the U.S. tax services industry and of Intuit. Government funded services that curtail or eliminate the role of taxpayers in preparing their own taxes could potentially have material and adverse revenue implications.\nFuture revenue growth depends upon our ability to adapt to technological change as well as global trends in the way customers access software offerings and successfully introduce new and enhanced products, services and business models.\nWe operate in industries that are characterized by rapidly changing technology, evolving industry standards and frequent new product introductions. We must continue to innovate and develop new products and features to meet the changing needs of our customers and partners and attract and retain talented software developers. We need to continue to develop our skills, tools and capabilities to capitalize on existing and emerging technologies, which requires us to devote significant resources.\nOur consumer and professional tax businesses depend significantly on revenue from customers who return each year to use our updated tax preparation and filing software and services. As our existing products mature, encouraging customers to purchase product upgrades becomes more challenging unless new product releases provide features and functionality that have meaningful incremental value. We also provide additional customer benefits by utilizing customer data available to us through our existing offerings. If we are not able to develop and clearly demonstrate the value of new or upgraded products or services to our customers, or effectively utilize our customers’ data to provide them with value, our revenues may be harmed. In addition, as we continue to introduce and expand our new business models, including offerings that are free to end users, our customers may not perceive value in the additional benefits and services we offer beyond our free offering and may choose not to pay for those additional benefits or we may be unsuccessful in increasing customer adoption of these offerings or our risk profile may change, resulting in loss of revenue.\nWe have devoted significant resources to develop products and services for users of mobile devices, but the versions of our products and services developed for these devices may not be compelling to users. Even if we are able to attract new users through these mobile offerings, the amount of revenue that we derive per user from mobile offerings may be less than the\nIntuit Q1 Fiscal 2022 Form 10-Q\nrevenue that we have historically derived from users of personal computers. As new devices and new platforms are continually being released, it is difficult to predict the problems we may encounter in developing versions of our products and services for use on mobile devices and we may need to devote significant resources to the creation, support, and maintenance of such offerings. If we are slow to develop products and technologies that are compatible with mobile devices, or if our competitors are able to achieve those results more quickly than us, we will fail to capture a significant share of an increasingly important portion of the market for online services, which could adversely affect our business. Further, legislation or regulatory changes may mandate changes in our products that make them less attractive to users.\nIn some cases, we may expend a significant amount of resources and management attention on offerings that do not ultimately succeed in their markets. We have encountered difficulty in launching new products and services in the past. If we misjudge customer needs in the future, our new products and services may not succeed and our revenues and earnings may be harmed. We have also invested, and in the future, expect to invest in new business models, geographies, strategies and initiatives. Such endeavors may involve significant risks and uncertainties, including distraction of management from current operations, expenses associated with the initiatives and inadequate return on investments. Because these new initiatives are inherently risky, they may not be successful and may harm our financial condition and operating results.\nWe rely on third-party intellectual property in our products and services.\nMany of our products and services include intellectual property of third parties, which we license under agreements that may need to be renewed or renegotiated from time to time. We may not be able to obtain licenses to these third-party technologies or content on reasonable terms, or at all. If we are unable to obtain the rights necessary to use this intellectual property in our products and services, we may not be able to sell the affected offerings, and customers who are currently using the affected product may be disrupted, which may in turn harm our future financial results, damage our brand, and result in customer loss. Also, we and our customers have been and may continue to be subject to infringement claims as a result of the third-party intellectual property incorporated in our offerings. Although we try to mitigate this risk and we may not be ultimately liable for any potential infringement, pending claims require us to use significant resources, require management attention and could result in loss of customers.\nSome of our offerings include third-party software that is licensed under so-called “open source” licenses, some of which may include a requirement that, under certain circumstances, we make available, or grant licenses to, any modifications or derivative works we create based upon the open source software. Although we have established internal review and approval processes to mitigate these risks, we cannot be sure that all open source software is submitted for approval prior to use in our products. Many of the risks associated with usage of open source may not be eliminated, and may, if not properly addressed, harm our business.\nOur intellectual property rights are valuable, and any inability to protect them could reduce the value of our products, services and brand.\nOur patents, trademarks, trade secrets, copyrights, domain names and other intellectual property rights are important assets for us. We aggressively protect our intellectual property rights by relying on federal, state and common law rights in the U.S. and internationally, as well as a variety of administrative procedures. We also rely on contractual restrictions to protect our proprietary rights in products and services. The efforts that we take to protect our proprietary rights may not always be sufficient or effective. Protecting our intellectual property rights is costly and time consuming and may not be successful in every location. Any significant impairment of our intellectual property rights could harm our business, our brand and our ability to compete.\nPolicing unauthorized use and copying of our products is difficult, expensive, and time consuming. Current U.S. laws that prohibit copying give us only limited practical protection from software piracy and the laws of many other countries provide very little protection. We frequently encounter unauthorized copies of our software being sold through online marketplaces. Although we continue to evaluate and put in place technology solutions to attempt to lessen the impact of piracy and engage in efforts to educate consumers and public policy leaders on these issues and cooperate with industry groups in their efforts to combat piracy, we expect piracy to be a persistent problem that results in lost revenues and increased expenses.\nOur business depends on our strong reputation and the value of our brands.\nDeveloping and maintaining awareness of our brands is critical to achieving widespread acceptance of our existing and future products and services and is an important element in attracting new customers. Adverse publicity (whether or not justified) relating to events or activities attributed to us, members of our workforce, agents, third parties we rely on, or our users, may tarnish our reputation and reduce the value of our brands. Our brand value also depends on our ability to provide secure and trustworthy products and services as well as our ability to protect and use our customers’ data in a manner that meets their expectations. In addition, a security incident that results in unauthorized disclosure of our customers’ sensitive data could cause material reputational harm. Damage to our reputation and loss of brand equity may reduce demand for our products and services and thus have an adverse effect on our future financial results, as well as require additional resources to rebuild our reputation and restore the value of the brands and could also reduce our stock price.\nIntuit Q1 Fiscal 2022 Form 10-Q\nOur acquisition and divestiture activities may disrupt our ongoing business, may involve increased expenses and may present risks not contemplated at the time of the transactions.\nWe have acquired and may continue to acquire companies, products, technologies and talent that complement our strategic direction, both in and outside the United States. Acquisitions, such as our acquisitions of Credit Karma and Mailchimp, involve significant risks and uncertainties, including:\n•inability to successfully integrate the acquired technology, data assets and operations into our business and maintain uniform standards, controls, policies, and procedures;\n•inability to realize synergies expected to result from an acquisition;\n•disruption of our ongoing business and distraction of management;\n•challenges retaining the key employees, customers, resellers and other business partners of the acquired operation;\n•the internal control environment of an acquired entity may not be consistent with our standards or with regulatory requirements, and may require significant time and resources to align or rectify;\n•unidentified issues not discovered in our due diligence process, including product or service quality issues, intellectual property issues and legal contingencies;\n•failure to successfully further develop an acquired business or technology and any resulting impairment of amounts currently capitalized as intangible assets;\n•risks associated with businesses we acquire or invest in, which may differ from or be more significant than the risks our other businesses face;\n•in the case of foreign acquisitions and investments, the impact of particular economic, tax, currency, political, legal and regulatory risks associated with specific countries; and\n•to the extent we use debt to fund acquisitions or for other purposes, our interest expense and leverage will increase significantly, and to the extent we issue equity securities as consideration in an acquisition, current shareholders’ percentage ownership and earnings per share will be diluted.\nWe have divested and may in the future divest certain assets or businesses that no longer fit with our strategic direction or growth targets. Divestitures involve significant risks and uncertainties, including:\n•inability to find potential buyers on favorable terms;\n•failure to effectively transfer liabilities, contracts, facilities and employees to buyers;\n•requirements that we retain or indemnify buyers against certain liabilities and obligations;\n•the possibility that we will become subject to third-party claims arising out of such divestiture;\n•challenges in identifying and separating the intellectual property and data to be divested from the intellectual property and data that we wish to retain;\n•inability to reduce fixed costs previously associated with the divested assets or business;\n•challenges in collecting the proceeds from any divestiture;\n•disruption of our ongoing business and distraction of management;\n•loss of key employees who leave us as a result of a divestiture; and\n•if customers or partners of the divested business do not receive the same level of service from the new owners, our other businesses may be adversely affected, to the extent that these customers or partners also purchase other products offered by us or otherwise conduct business with our retained business.\nIn addition, any acquisition or divestiture that we announce may not be completed if closing conditions are not satisfied. Because acquisitions and divestitures are inherently risky, our transactions may not be successful and may, in some cases, harm our operating results or financial condition. In particular, if we are unable to successfully operate together with Credit Karma, Mailchimp or any other company that we acquire to achieve shared growth opportunities or combine reporting or other processes within the expected time frame, such delay may materially and adversely affect the benefits that we expect to achieve as a result of the acquisition and could result in additional costs or loss of revenue. Moreover, the impact of COVID-19, adverse changes in market conditions and other factors, such as the failure to realize some or all of the anticipated benefits of these acquisitions, may cause the acquisition to be dilutive to Intuit’s operating earnings per share beyond the first fiscal year after close. Any dilution of our non-GAAP diluted earnings per share could cause the price of shares of Intuit Common Stock to decline or grow at a reduced rate.\nOPERATIONAL RISKS\nOperational risks arise from internal and external events relating to systems, processes and people. Risks that affect the operation of our businesses include the following: potential security incidents; privacy and cybersecurity concerns relating to\nIntuit Q1 Fiscal 2022 Form 10-Q\nonline offerings; fraudulent activities by third parties; relationships with third parties; competition for and retention of key talent; issues with our product launches; problems with our information technology infrastructure; and risks associated with operating internationally.\nSecurity incidents, improper access to or disclosure of our data or customers’ data, or other cyberattacks on our systems could harm our reputation and adversely affect our business.\nWe host, collect, use and retain large amounts of sensitive and personal customer and workforce data, including credit card information, tax return information, bank account numbers, credit report information, login credentials and passwords, personal and business financial data and transactions data, social security numbers and payroll information, as well as our confidential, nonpublic business information. We use commercially available security technologies and security and business controls to limit access to and use of such sensitive data. Although we expend significant resources to create security protections designed to shield this data against potential theft and security breaches, such measures cannot provide absolute security.\nOur technologies, systems, and networks have been subject to, and are increasingly likely to continue to be the target of, cyberattacks, computer viruses, ransomware or other malware, worms, social engineering, malicious software programs, insider threats, and other cybersecurity incidents that could result in the unauthorized release, gathering, monitoring, use, loss or destruction of sensitive and personal data of our customers and members of our workforce, or Intuit's sensitive business data or cause temporary or sustained unavailability of our software and systems. While we maintain cybersecurity insurance, our insurance may not be sufficient to cover all liabilities described herein. These types of incidents can be made by individuals, groups of hackers, and sophisticated organizations including state-sponsored organizations or nation-states themselves. Customers who fail to update their systems, continue to run software that we no longer support, fail to install security patches on a timely basis or inadequately use security controls create vulnerabilities and make it more difficult for us to detect and prevent these kinds of attacks. We are increasingly incorporating open source software into our products and there may be vulnerabilities in open source software that make it susceptible to cyberattacks. In addition, because the techniques used to obtain unauthorized access to sensitive information change frequently, and are becoming more sophisticated and are often not able to be detected until after a successful attack, we may be unable to anticipate these techniques or implement adequate preventive measures. Although this is an industry-wide problem that affects software and hardware across platforms, it may increasingly affect our offerings because cyber-criminals tend to focus their efforts on well-known offerings that are popular among customers and hold sensitive information and we expect them to continue to do so.\nFurther, the security measures that we implement may not be able to prevent unauthorized access to our products and our customers’ account data. While we provide resources like mandatory annual security training for our workforce, third parties may still be able to fraudulently induce members of our workforce, customers or users by social engineering means, such as email phishing, to disclose sensitive information in order to gain access to our systems. It is also possible that unauthorized access to or disclosure of customer data may occur due to inadequate use of security controls by our customers or members of our workforce. Accounts created with weak or recycled passwords could allow cyberattackers to gain access to customer data. Unauthorized persons could gain access to customer accounts if customers do not maintain effective access controls of their systems and software. In addition, we are experiencing new and more frequent attempts by third parties to use the COVID-19 pandemic to fraudulently gain access to our systems, such as through increased email phishing of our workforce.\nCriminals may also use stolen identity information obtained outside of our systems to gain unauthorized access to our customers’ data. We have experienced such instances in the past and as the accessibility of stolen identity information increases, generally, we may experience further instances of unauthorized access to our systems through the use of stolen identity information of our customers or members of our workforce in the future. Further, our customers may choose to use the same login credentials across multiple products and services unrelated to our products. Such customers’ login credentials may be stolen from products offered by third-party service providers unrelated to us and the stolen identity information may be used by a malicious third party to access our products, which could result in disclosure of confidential information. In addition, in response to the COVID-19 pandemic, we shifted nearly all our workforce from office locations to work from home environments. We expect to resume operations in our offices under a hybrid model where our workforce will spend a portion of their time working in our offices and a portion of their time working from home. This model increases our exposure to security-related risks due to operational changes, such as the increased use of videoconferencing.\nOur efforts to protect data may also be unsuccessful due to software bugs (whether open source or proprietary code), break-ins, workforce member error or other threats that evolve.\nFurther, because we have created an ecosystem where customers can have one identity across multiple Intuit products, a security incident may give access to increased amounts of customer data. This may result in disclosure of confidential information, loss of customer confidence in our products, possible litigation, material harm to our reputation and financial condition, disruption of our or our customers’ business operations and a decline in our stock price. From time to time, we detect, or receive notices from customers or public or private agencies that they have detected, actual or perceived vulnerabilities in our servers, our software or third-party software components that are distributed with our products or fraudulent activity by unauthorized persons utilizing our products with stolen customer identity information. The existence of such vulnerabilities or fraudulent activity, even if they do not result in a security breach, may undermine customer confidence as well as the confidence of government agencies that regulate our offerings. Such perceived vulnerabilities could also seriously harm our business by tarnishing our reputation and brand and/or limiting the adoption of our products and services and could cause our stock price to decline.\nIntuit Q1 Fiscal 2022 Form 10-Q\nAdditionally, Credit Karma is subject to an order issued in 2014 by the Federal Trade Commission (\"FTC\") that, among other things, requires maintenance of a comprehensive security program relating to the development and management of new and existing products and services and biannual independent security assessments for 20 years from the date of the order. To the extent Credit Karma shares data covered by the order with Intuit, the order may apply to Intuit with respect to such data. Credit Karma’s failure to fulfill the requirements of the FTC’s order could results in fines, penalties, regulatory inquiries, investigations and claims, and negatively impact our business and reputation.\nA cybersecurity incident affecting the third parties we rely on could expose us or our customers to a risk of loss or misuse of confidential information and significantly damage our reputation.\nWe depend on a number of third parties, including vendors, developers and partners who are critical to our business. We or our customers may grant access to customer data to these third parties to help deliver customer benefits, or to host certain of our and our customers' sensitive and personal data. In addition, we share sensitive, nonpublic business information (including, for example, materials relating to financial, business and legal strategies) with other vendors in the ordinary course of business.\nWhile we conduct background checks of our workforce, conduct reviews of partners, developers and vendors and use commercially available technologies to limit access to systems and data, it is possible that one or more of these individuals or third parties may misrepresent their intended use of data or may circumvent our controls, resulting in accidental or intentional disclosure or misuse of our customer or workforce data. Further, while we conduct due diligence on these third parties with respect to their security and business controls, we may not have the ability to effectively monitor or oversee the implementation of these control measures. Individuals or third parties may be able to circumvent these security and business controls and/or exploit vulnerabilities that may exist in these controls, resulting in the disclosure or misuse of sensitive business and personal customer or workforce information and data. In addition, malicious actors may attempt to use the information technology supply chain to compromise our systems by, for example, introducing malware through software updates.\nA security incident involving third parties whom we rely on may have serious negative consequences for our businesses, including disclosure of sensitive customer or workforce data, or confidential or competitively sensitive information regarding our business, including intellectual property and other proprietary data; make our products more vulnerable to fraudulent activity; cause temporary or sustained unavailability of our software and systems; result in possible litigation, fines, penalties and damages; result in loss of customer confidence; cause material harm to our reputation and brands; lead to further regulation and oversight by federal or state agencies; cause adverse financial condition; and result in a reduced stock price.\nConcerns about the current privacy and cybersecurity environment, generally, could deter current and potential customers from adopting our products and services and damage our reputation.\nThe continued occurrence of cyberattacks and data breaches on governments, businesses and consumers in general indicates that we operate in an external environment where cyberattacks and data breaches are becoming increasingly common. If the global cybersecurity environment worsens, and there are increased instances of security breaches of third-party offerings where consumers’ data and sensitive information is compromised, consumers may be less willing to use online offerings, particularly offerings like ours in which customers often share sensitive financial data. In addition, the increased availability of data obtained as a result of breaches of third-party offerings could make our own products more vulnerable to fraudulent activity. Even if our products are not affected directly by such incidents, any such incident could damage our reputation and deter current and potential customers from adopting our products and services or lead customers to cease using online and connected software products to transact financial business altogether.\nIf we are unable to effectively combat the increasing amount and sophistication of fraudulent activities by third parties using our offerings, we may suffer losses, which may be substantial, and lose the confidence of our customers and government agencies and our revenues and earnings may be harmed.\nThe online tax preparation, payroll administration, online payments, lending and personal financial management industries have been experiencing an increasing amount of fraudulent activities by third parties, and those fraudulent activities are becoming increasingly sophisticated. Although we do not believe that any of this activity is uniquely targeted at our products or businesses, this type of fraudulent activity may adversely impact our tax, payroll, payments, lending and personal financial management businesses and is heightened when our workforce is working from home. In addition to any losses that may result from such fraud, which may be substantial, a loss of confidence by our customers or by governmental agencies in our ability to prevent fraudulent activity that is perpetrated through our offerings may seriously harm our business and damage our brand. If we cannot adequately combat such fraudulent activity that is perpetrated through our offerings, governmental authorities may refuse to allow us to continue to offer such services, or these services may otherwise be adversely impacted, which could include federal or state tax authorities refusing to allow us to process our customers’ tax returns electronically, resulting in a significant adverse impact on our earnings and revenue. As fraudulent activities become more pervasive and increasingly sophisticated, and fraud detection and prevention measures must become correspondingly more complex to combat them across the various industries in which we operate, we may implement risk control mechanisms that could make it more difficult for legitimate customers to obtain and use our products, which could result in lost revenue and negatively impact our earnings.\nIntuit Q1 Fiscal 2022 Form 10-Q\nIf we fail to process transactions effectively or fail to adequately protect against disputed or potential fraudulent activities, our business may be harmed.\nOur operations process a significant volume and dollar value of transactions on a daily basis, especially in our payroll, payments and personal financial management businesses. Despite our efforts to ensure that effective processing systems and controls are in place to handle transactions appropriately, it is possible that we may make errors or that funds may be misappropriated due to fraud. The likelihood of any such error or misappropriation may increase as we accelerate the speed at which we process transactions. The systems supporting our business are comprised of multiple technology platforms that are sometimes difficult to scale. If we are unable to effectively manage our systems and processes, or if there is an error in our products, we may be unable to process customer data in an accurate, reliable and timely manner, which may harm our reputation, the willingness of customers to use our products, and our financial results. In our payments processing service business, if merchants for whom we process payment transactions are unable to pay refunds due to their customers in connection with disputed or fraudulent merchant transactions, we may be required to pay those amounts and our payments may exceed the amount of the customer reserves we have established to make such payments.\nBusiness interruption or failure of our information technology and communication systems may impair the availability of our products and services, which may damage our reputation and harm our future financial results.\nOur reputation and ability to attract, retain and serve our customers is dependent upon the reliable performance of our products and our underlying technical infrastructure. As we continue to grow our online services, we become more dependent on the continuing operation and availability of our information technology and communications systems and those of our external service providers, including, for example, third-party Internet-based or cloud computing services. We do not have redundancy for all of our systems, and our disaster recovery planning may not account for all eventualities. We have designed a significant portion of our software and computer systems to utilize data processing and storage capabilities provided by public cloud providers, such as Amazon Web Services. If any public cloud service that we use is unavailable to us for any reason, our customers may not be able to access certain of our cloud products or features, which could significantly impact our operations, business, and financial results.\nFailure of our systems or those of our third-party service providers, may result in interruptions in our service and loss of data or processing capabilities, all of which may cause a loss in customers, refunds of product fees, material harm to our reputation and operating results.\nOur tax businesses must effectively handle extremely heavy customer demand during critical peak periods, which typically occur from January until April of each year. We face significant risks in maintaining adequate service levels during these peak periods when we derive a substantial portion of our overall revenue from the tax businesses. Any interruptions in our online tax preparation or electronic filing service at any time during the tax season, particularly during a peak period, could result in significantly decreased revenue, lost customers, unexpected refunds of customer charges, negative publicity and increased operating costs, any of which could significantly harm our business, financial condition and results of operations.\nWe rely on internal systems and external systems maintained by manufacturers, distributors and other service providers to take and fulfill customer orders, handle customer service requests and host certain online activities. Any interruption or failure of our internal or external systems may prevent us or our service providers from accepting and fulfilling customer orders or cause company and customer data to be unintentionally disclosed. Our continuing efforts to upgrade and expand our network security and other information systems as well as our high-availability capabilities are costly, and problems with the design or implementation of system enhancements may harm our business and our results of operations.\nOur business operations, information technology and communications systems are vulnerable to damage or interruption from natural disasters, climate change, human error, malicious attacks, fire, power loss, telecommunications failures, computer viruses and malware, computer denial of service attacks, terrorist attacks, public health emergencies and other events beyond our control. For example, we modified our business practices in response to the COVID-19 pandemic (including employee travel, employee work locations and cancellation of physical participation in meetings, events and conferences) and we expect to resume operations in our offices under a hybrid model where our workforce will spend a portion of their time working in our offices and a portion of their time working from home. The implementation of this hybrid model will introduce new execution risks and we may experience longer-term disruptions to our operations as we evolve our workplace model. We may take further actions as may be required by government authorities or that we determine are in the best interests of our employees, customers or third-party partners. We cannot predict how long any such measures will be in place and whether we would reimplement or enhance any such measures in one or more locations in order to respond to the effects of the pandemic or the rules, regulations or guidelines of any governmental authority. Any such measures may impair our ability to perform critical functions or could make it considerably more difficult to develop, enhance and support our products and services.\nIn addition, our corporate headquarters and other critical business operations are located near major seismic faults. In the event of a major natural or man-made disaster, our insurance coverage may not completely compensate us for our losses and our future financial results may be materially harmed.\nIntuit Q1 Fiscal 2022 Form 10-Q\nWe regularly invest resources to update and improve our internal information technology systems and software platforms. Should our investments not succeed, or if delays or other issues with new or existing internal technology systems and software platforms disrupt our operations, our business could be harmed.\nWe rely on our network infrastructure, data hosting, public cloud and software-as-a-service providers, and internal technology systems for many of our development, marketing, operational, support, sales, accounting and financial reporting activities. We are continually investing resources to update and improve these systems and environments in order to meet existing needs, as well as the growing and changing requirements of our business and customers. If we experience prolonged delays or unforeseen difficulties in updating and upgrading our systems and architecture, we may experience outages and may not be able to deliver certain offerings and develop new offerings and enhancements that we need to remain competitive. Such improvements and upgrades are often complex, costly and time consuming. In addition, such improvements can be challenging to integrate with our existing technology systems, or may uncover problems with our existing technology systems. Unsuccessful implementation of hardware or software updates and improvements could result in outages, disruption in our business operations, loss of revenue or damage to our reputation.\nIf we are unable to develop, manage and maintain critical third-party business relationships, our business may be adversely affected.\nOur growth is increasingly dependent on the strength of our business relationships and our ability to continue to develop, manage and maintain new and existing relationships with third-party partners. We rely on various third-party partners, including software and service providers, suppliers, credit reporting bureaus, vendors, manufacturers, distributors, accountants, contractors, financial institutions, core processors, licensing partners and development partners, among others, in many areas of our business in order to deliver our offerings and operate our business. Credit Karma generates revenue from its relationships with financial institution partners, which are subject to particular risks that affect their willingness to offer their products on Credit Karma's platform, such as adverse economic conditions and an increasing complexity in the regulatory environment. We also rely on third parties to support the operation of our business by maintaining our physical facilities, equipment, power systems and infrastructure. In certain instances, these third-party relationships are sole source or limited source relationships and can be difficult to replace or substitute depending on the level of integration of the third party’s products or services into, or with, our offerings and/or the general availability of such third party’s products and services. In addition, there may be few or no alternative third-party providers or vendors in the market. Further, there can be no assurance that we will be able to adequately retain third-party contractors engaged to help us operate our business.\nAdditionally, the business operations of our third-party partners have been and could continue to be disrupted by the COVID-19 pandemic and the actions taken in response to it, including the pandemic’s effects on their third-party partners. If our third-party partners are unable to help us operate our business as a result of the COVID-19 pandemic, our business and financial results may be negatively impacted. For example, in the early stages of the COVID-19 pandemic, credit card companies and lenders initially and temporarily reduced or suspended their activity on Credit Karma’s platform, which impacted Credit Karma’s revenue. The failure of third parties to provide acceptable and high quality products, services and technologies or to update their products, services and technologies may result in a disruption to our business operations and our customers, which may reduce our revenues and profits, cause us to lose customers and damage our reputation. Alternative arrangements and services may not be available to us on commercially reasonable terms or at all, or we may experience business interruptions upon a transition to an alternative partner.\nAlthough we have strict standards for our suppliers and business partners to comply with the law and company policies regarding workplace and employment practices, data use and security, environmental compliance, intellectual property licensing and other applicable regulatory and compliance requirements, we cannot control their day-to-day practices. Any violation of laws or implementation of practices regarded as unethical could result in supply chain disruptions, canceled orders, terminations of or damage to key relationships, and damage to our reputation.\nIn particular, we have relationships with banks, credit unions and other financial institutions that support certain critical services we offer to our customers. If macroeconomic conditions or other factors, including the effects of the COVID-19 pandemic, cause any of these institutions to fail, consolidate, stop providing certain services or institute cost-cutting efforts, our business and financial results may suffer and we may be unable to offer those services to our customers.\nWe increasingly utilize the distribution platforms of third parties like Apple’s App Store and Google’s Play Store for the distribution of certain of our product offerings. Although we benefit from the strong brand recognition and large user base of these distribution platforms to attract new customers, the platform owners have wide discretion to change the pricing structure, terms of service and other policies with respect to us and other developers. Any adverse changes by these third parties could adversely affect our financial results.\nBecause competition for our key employees is intense, we may not be able to attract, retain and develop the highly skilled employees we need to support our planned growth.\nMuch of our future success depends on the continued service and availability of skilled personnel, including members of our executive team, and those in technical and other key positions. Experienced personnel in the software, mobile technologies, data science, data security, and software as a service industries are in high demand and competition for their talents is intense, especially in California and India, where a significant number of our employees are located. Also, as we strive to continue to adapt to technological change and introduce new and enhanced products and business models, we must be able to secure,\nIntuit Q1 Fiscal 2022 Form 10-Q\nmaintain and develop the right quality and quantity of engaged and committed talent. The incentives we have available to attract, retain, and motivate employees provided by our equity awards may become less effective, and if we were to issue significant equity to attract additional employees, the ownership of our existing stockholders would be diluted. Although we strive to be an employer of choice, we may not be able to continue to successfully attract, retain and develop key personnel, which may cause our business to suffer. Moreover, as social and economic conditions evolve from the COVID-19 pandemic, current and prospective employees may seek new or different opportunities based on factors such as compensation, benefits, mobility and flexibility that are different from what we offer, making it difficult to attract and retain them.\nIf we experience significant product accuracy or quality problems or delays in product launches, it may harm our revenue, earnings and reputation.\nAll of our tax products and many of our non-tax products have rigid development timetables that increase the risk of errors in our products and the risk of launch delays. Our tax preparation software product development cycle is particularly challenging due to the need to incorporate unpredictable and potentially late tax law and tax form changes each year and because our customers expect high levels of accuracy and a timely launch of these products to prepare and file their taxes by the tax filing deadline. Due to the complexity of our products and the condensed development cycles under which we operate, our products may contain errors that could unexpectedly interfere with the operation of the software or result in incorrect calculations. The complexity of the tax laws on which our products are based may also make it difficult for us to consistently deliver offerings that contain the features, functionality and level of accuracy that our customers expect. When we encounter problems we may be required to modify our code, work with state tax administrators to communicate with affected customers, assist customers with amendments, distribute patches to customers who have already purchased the product and recall or repackage existing product inventory in our distribution channels. If we encounter development challenges or discover errors in our products either late in our development cycle or after release it may cause us to delay our product launch date or suspend product availability until such issues can be fixed. Any major defects, launch delays or product suspensions may lead to loss of customers and revenue, negative publicity, customer and employee dissatisfaction, reduced retailer shelf space and promotions, and increased operating expenses, such as inventory replacement costs, legal fees or other payments, including those resulting from our accuracy guarantee in our tax preparation products. For example, an error in our tax products could cause a compliance error for taxpayers, including the over or underpayment of their federal or state tax liability. While our accuracy guarantee commits us to reimburse penalties and interest paid by customers due solely to calculation errors in our tax preparation products, such errors may result in additional burdens on third parties that we may need to address or that may cause us to suspend the availability of our products until such errors are addressed. This could also affect our reputation, the willingness of customers to use our products, and our financial results. Further, as we develop our platform to connect people to experts, such as connecting TurboTax customers with tax experts through our TurboTax Live offering, or connecting QuickBooks customers with bookkeepers through our QuickBooks Live offering, we face the risk that these experts may provide advice that is erroneous, ineffective or otherwise unsuitable. Any such deficiency in the advice given by these experts may cause harm to our customers, a loss of customer confidence in our offerings or harm to our reputation or financial results.\nOur international operations are subject to increased risks which may harm our business, operating results, and financial condition.\nIn addition to uncertainty about our ability to generate revenues from our foreign operations and expand into international markets, there are risks inherent in doing business internationally, including:\n•different or more restrictive privacy, data protection, data localization, and other laws that could require us to make changes to our products, services and operations, such as mandating that certain types of data collected in a particular country be stored and/or processed within that country;\n•difficulties in developing, staffing, and simultaneously managing a large number of varying foreign operations as a result of distance, language, and cultural differences;\n•stringent local labor laws and regulations;\n•credit risk and higher levels of payment fraud;\n•profit repatriation restrictions, and foreign currency exchange restrictions;\n•geopolitical events, including natural disasters, acts of war and terrorism, and public health emergencies, including divergent governmental responses thereto across the jurisdictions in which we operate;\n•import or export regulations;\n•compliance with the U.S. Foreign Corrupt Practices Act, the U.K. Bribery Act, and laws and regulations of other jurisdictions prohibiting corrupt payments to government officials and other third parties;\n•antitrust and competition regulations;\n•potentially adverse tax developments;\n•economic uncertainties relating to European sovereign and other debt;\n•trade barriers and changes in trade regulations;\nIntuit Q1 Fiscal 2022 Form 10-Q\n•political or social unrest, economic instability, repression, or human rights issues; and\n•risks related to other government regulation or required compliance with local laws.\nViolations of the rapidly evolving and complex foreign and U.S. laws and regulations that apply to our international operations may result in fines, criminal actions or sanctions against us, our officers or our broader workforce, prohibitions on the conduct of our business and damage to our reputation. Although we have implemented policies and procedures designed to promote compliance with these laws, we cannot be sure that our workforce, contractors and agents are in compliance with our policies. These risks inherent in our international operations and expansion increase our costs of doing business internationally and may result in harm to our business, operating results, and financial condition.\nLEGAL AND COMPLIANCE RISKS\nLegal and compliance risks arise from change in the government and regulatory environment, including complex and evolving regulations relating to privacy and data security; potential litigation; regulatory inquiries and intellectual property infringement claims.\nIncreased government regulation of our businesses, or changes to existing regulations, may harm our operating results.\nThe company is subject to federal, state, local and international laws and regulations that affect the company’s activities, including, without limitation, areas of labor, advertising and marketing, tax, financial services, data privacy and security, electronic funds transfer, money transmission, lending, digital content, consumer protection, real estate, billing, e-commerce, promotions, quality of services, intellectual property ownership and infringement, import and export requirements, anti-corruption, foreign exchange controls and cash repatriation restrictions, anti-competition, environmental, health and safety, and other regulated activities. There have been significant new regulations and heightened focus by the government on many of these areas, as well as in areas such as insurance and privacy. As we expand our products and services and revise our business models, both domestically and internationally, we may become subject to additional government regulation or increased regulatory scrutiny. For example, in April 2020, one of our subsidiaries became a Small Business Administration (\"SBA\") approved lender under the SBA’s recently established Paycheck Protection Program (“PPP”) authorized by the Coronavirus Aid, Relief and Economic Security Act. Further, regulators (both in the U.S. and in other jurisdictions in which we operate) may adopt new laws or regulations, change existing regulations, or their interpretation of existing laws or regulations may differ from ours. In response to the COVID-19 pandemic, federal, state, local and foreign governmental authorities have imposed, and may continue to impose, protocols and restrictions intended to contain the spread of the virus, including limitations on the reopening of work facilities, schools, public buildings and businesses, quarantines, lockdowns and travel restrictions. Such restrictions have disrupted and may continue to disrupt our business operations and limit our ability to perform critical functions.\nThe tax preparation industry continues to receive heightened attention from federal and state governments. New legislation, regulation, public policy considerations, changes in the cybersecurity environment, litigation by the government or private entities, changes to or new interpretations of existing laws may result in greater oversight of the tax preparation industry, restrict the types of products and services that we can offer or the prices we can charge, or otherwise cause us to change the way we operate our tax businesses or offer our tax products and services. We may not be able to respond quickly to such regulatory, legislative and other developments, and these changes may in turn increase our cost of doing business and limit our revenue opportunities. In addition, if our practices are not consistent with new interpretations of existing laws, we may become subject to lawsuits, penalties, and other liabilities that did not previously apply. We are also required to comply with a variety of state revenue agency standards in order to successfully operate our tax preparation and electronic filing services.\nChanges in state-imposed requirements by one or more of the states, including the required use of specific technologies or technology standards, may significantly increase the costs of providing those services to our customers and may prevent us from delivering a quality product to our customers in a timely manner.\nComplex and evolving U.S. and international laws and regulation regarding privacy and data protection could result in claims, changes to our business practices, penalties or increased cost of operations or otherwise harm our business.\nRegulations related to the provision of online services is evolving as federal, state and foreign governments continue to adopt new or modify existing laws and regulations addressing data privacy and the collection, processing, storage, transfer and use of data. This includes, for example, the EU's General Data Protection Regulation, the California Consumer Protection Act, the California Privacy Rights Act, and the Virginia Consumer Data Protection Act, which will become effective in January 2023. In our efforts to meet the GDPR, CCPA and other data privacy regulations, we have made and continue to make certain operational changes to our products and business practices. If we are unable to engineer products that meet these evolving requirements or help our customers meet their obligations under these or other new data regulations, we might experience reduced demand for our offerings. Further, penalties for non-compliance with these laws may be significant.\nIn addition, the evolution of global privacy treaties and frameworks has created compliance uncertainty and increased complexity. For example, the judicial invalidation of the EU-U.S. and Swiss-U.S. Privacy Shield frameworks that we relied on to transfer data has created additional compliance challenges for the transfer of EU personal data to the U.S. While we rely on alternative methods for the transfer of this data, ongoing legal challenges to these and other transfer mechanisms could cause us to incur costs or change our business practices in a manner adverse to our business.\nIntuit Q1 Fiscal 2022 Form 10-Q\nOther governmental authorities throughout the U.S. and around the world are considering similar types of legislative and regulatory proposals concerning data protection. Each of these privacy, security and data protection laws and regulations could impose significant limitations, require changes to our business, require notification to customers or workers of a security breach, restrict our use or storage of personal information, or cause changes in customer purchasing behavior which may make our business more costly, less efficient or impossible to conduct, and may require us to modify our current or future products or services, which may make customers less likely to purchase our products and may harm our future financial results. Additionally, any actual or alleged noncompliance with these laws and regulations could result in negative publicity and subject us to investigations, claims or other remedies, including demands that we modify or cease existing business practices, and expose us to significant fines, penalties and other damages. We have incurred, and may continue to incur, significant expenses to comply with existing privacy and security standards and protocols imposed by law, regulation, industry standards or contractual obligations.\nWe are frequently a party to litigation and regulatory inquiries which could result in an unfavorable outcome and have an adverse effect on our business, financial condition, results of operation and cash flows.\nWe are subject to various legal proceedings (including class action lawsuits), claims and regulatory inquiries that have arisen out of the ordinary conduct of our business and are not yet resolved and additional claims and inquiries may arise in the future. The number and significance of these claims and inquiries may increase as our businesses evolve. Any proceedings, claims or inquiries initiated by or against us, whether successful or not, may be time consuming; result in costly litigation, damage awards, consent decrees, injunctive relief or increased costs of business; require us to change our business practices or products; require significant amounts of management time; result in diversion of significant operations resources; or otherwise harm our business and future financial results. For further information about specific litigation, see Part II, Item 1, “Legal Proceedings.”\nThird parties claiming that we infringe their proprietary rights may cause us to incur significant legal expenses and prevent us from selling our products.\nWe may become increasingly subject to infringement claims, including patent, copyright, trade secret, and trademark infringement claims. Litigation may be necessary to determine the validity and scope of the intellectual property rights of others. We have received a number of allegations of intellectual property infringement claims in the past and expect to receive more claims in the future based on allegations that our offerings infringe upon the intellectual property held by third parties. Some of these claims are the subject of pending litigation against us and against some of our customers. These claims may involve patent holding companies or other adverse intellectual property owners who have no relevant product revenues of their own, and against whom our own intellectual property may provide little or no deterrence. The ultimate outcome of any allegation is uncertain and, regardless of outcome, any such claim, with or without merit, may be time consuming to defend, result in costly litigation, divert management’s time and attention from our business, require us to stop selling, delay shipping or redesign our products, or require us to pay monetary damages for royalty or licensing fees, or to satisfy indemnification obligations that we have with some of our customers. Our failure to obtain necessary license or other rights, or litigation arising out of intellectual property claims may harm our business.\nWe are subject to risks associated with information disseminated through our services.\nThe laws relating to the liability of online services companies for information such as online content disseminated through their services are subject to frequent challenges. In spite of settled law in the U.S., claims are made against online services companies by parties who disagree with the content. Where our online content is accessed on the internet outside of the U.S., challenges may be brought under foreign laws which do not provide the same protections for online services companies as in the U.S. These challenges in either U.S. or foreign jurisdictions may give rise to legal claims alleging defamation, libel, invasion of privacy, negligence, copyright or trademark infringement, or other theories based on the nature and content of the materials disseminated through the services. Certain of our services include content generated by users of our online services. Although this content is not generated by us, claims of defamation or other injury may be made against us for that content. Any costs incurred as a result of this potential liability may harm our business.\nFINANCIAL RISKS\nFinancial risks relate to our ability to meet financial obligations and mitigate exposure to financial impacts to our businesses or our offerings. Financial risks arise from the following: seasonality; excessive subscription cancellations and product returns; unanticipated changes in income tax rates; adverse global macro-economic conditions; credit risks; fluctuations in our net income; indebtedness; and the fluctuation of our stock price.\nOur tax business is highly seasonal and our quarterly results fluctuate significantly.\nOur tax offerings have significant seasonal patterns. Revenue from income tax preparation products and services has historically been heavily concentrated from November through April and this seasonality has been affected by changes to the opening and closing dates of the tax season. For example, the IRS and many states extended their tax filing deadlines to May 17, 2021 for the 2020 tax year and to July 15, 2020 for the 2019 tax year. This seasonality has caused significant fluctuations in our quarterly financial results. Our financial results may also fluctuate from quarter to quarter and year to year due to a variety of factors, including factors that may affect the timing of revenue recognition. These include the timing of the availability of\nIntuit Q1 Fiscal 2022 Form 10-Q\nfederal and state tax forms from taxing agencies and the ability of those agencies to receive electronic tax return submissions; changes to our offerings that result in the inclusion or exclusion of ongoing services; changes in product pricing strategies or product sales mix; changes in customer behavior; and the timing of our discontinuation of support for older product offerings. Other factors that may affect our quarterly or annual financial results include the timing of acquisitions, divestitures, and goodwill and acquired intangible asset impairment charges. Any fluctuations in our operating results may adversely affect our stock price.\nIf actual customer refunds for our offerings exceed the amount we have reserved our future financial results may be harmed.\nLike many software companies we refund customers for product returns and subscription cancellations. We establish reserves against revenue in our financial statements based on estimated customer refunds. We closely monitor this refund activity in an effort to maintain adequate reserves. In the past, customer refunds have not differed significantly from these reserves. However, if we experience actual customer refunds or an increase in risks of collecting customer payments that significantly exceed the amount we have reserved, it may result in lower net revenue.\nUnanticipated changes in our income tax rates or other indirect tax may affect our future financial results.\nOur future effective income tax rates may be favorably or unfavorably affected by unanticipated changes in the valuation of our deferred tax assets and liabilities, by changes in our stock price, or by changes in tax laws or their interpretation. There are several pending proposed changes to U.S. and non-U.S. tax legislation and the ultimate enactment of any of them could have a negative impact on our effective tax rate. Foreign governments may enact tax laws that could result in further changes to global taxation and materially affect our financial position and results of operations. In addition, we are subject to the continuous examination of our income tax returns by the Internal Revenue Service and other tax authorities. We regularly assess the likelihood of adverse outcomes resulting from these examinations to determine the adequacy of our provision for income taxes. These continuous examinations may result in unforeseen tax-related liabilities, which may harm our future financial results.\nAn increasing number of states and foreign jurisdictions have adopted laws or administrative practices, that impose new taxes on all or a portion of gross revenue or other similar amounts or impose additional obligations to collect transaction taxes such as sales, consumption, value added, or similar taxes. We may not have sufficient lead time to build systems and processes to collect these taxes properly, or at all. Failure to comply with such laws or administrative practices, or a successful assertion by such states or foreign jurisdictions requiring us to collect taxes where we do not, could result in material tax liabilities, including for past sales, as well as penalties and interest.\nAdverse global economic conditions could harm our business and financial condition.\nAdverse macroeconomic developments could negatively affect our business and financial condition. Adverse global economic events have caused, and could, in the future, cause disruptions and volatility in global financial markets and increased rates of default and bankruptcy, and could impact consumer and small business spending. In particular, because the majority of our revenue is derived from sales within the U.S., economic conditions in the U.S. have an even greater impact on us than companies with a more diverse international presence. Challenging economic times could cause potential new customers not to purchase or to delay purchasing our products and services, and could cause our existing customers to discontinue purchasing or delay upgrades of our existing products and services. In addition, financial institution partners may again decrease or suspend their activity on Credit Karma’s platform, Credit Karma’s members may decrease their engagement on the platform or their creditworthiness could be negatively impacted, reducing members' ability to qualify for credit cards and loans. Any of the foregoing may negatively impact our revenues and future financial results. Decreased consumer spending levels could also reduce credit and debit card transaction processing volumes causing reductions in our payments revenue. Poor economic conditions and high unemployment have caused, and could in the future cause, a significant decrease in the number of tax returns filed, which may have a significant effect on the number of tax returns we prepare and file. In addition, weakness in the end-user consumer and small business markets could negatively affect the cash flow of our distributors and resellers who could, in turn, delay paying their obligations to us, which could increase our credit risk exposure and cause delays in our recognition of revenue or future sales to these customers. Any of these events could harm our business and our future financial results.\nThe COVID-19 pandemic and the actions taken in response to it have significantly increased economic and demand uncertainty. Accordingly, the risks described in the paragraph above may be more likely to materialize, any of which could harm our business and our future financial results.\nWe provide capital to small businesses, which exposes us to certain risk, and may cause us material financial or reputational harm.\nWe provide capital to qualified small businesses, which exposes us to the risk of our borrowers’ inability to repay such loans. We have also entered into credit arrangements with financial institutions to obtain the capital we provide under this offering. Any termination or interruption in the financial institutions’ ability to lend to us could interrupt our ability to provide capital to qualified small businesses. Further, our credit decisioning, pricing, loss forecasting, scoring and other models used to evaluate loan applications may contain errors or may not adequately assess creditworthiness of our borrowers, or may be otherwise ineffective, resulting in incorrect approvals or denials of loans. It is also possible that loan applicants could provide false or incorrect information. Moreover, the COVID-19 pandemic and the actions taken in response to it have had a significant impact on small businesses and may increase the likelihood that our borrowers are unable to repay their loans. If any of the foregoing\nIntuit Q1 Fiscal 2022 Form 10-Q\nevents were to occur, our reputation, relationships with borrowers, collections of loans receivable and financial results could be harmed. In addition, one of our subsidiaries is a lender and a servicer under the PPP to support our small business customers and other eligible applicants during the pandemic. Our participation in this program exposes us to many of the risks described above and additional risks, such as borrower default, the SBA declining to forgive or honor its guarantee with respect to PPP loans and litigation or other disputes with borrowers or others related to our PPP activities.\nAmortization of acquired intangible assets and impairment charges may cause significant fluctuation in our net income.\nOur acquisitions have resulted in significant expenses, including amortization and impairment of acquired technology and other acquired intangible assets, and impairment of goodwill. Total costs and expenses in these categories were $196 million in fiscal 2021; $28 million in fiscal 2020; and $26 million in fiscal 2019. Although under current accounting rules goodwill is not amortized, we may incur impairment charges related to the goodwill already recorded and to goodwill arising out of future acquisitions. We test the impairment of goodwill annually in our fourth fiscal quarter or more frequently if indicators of impairment arise. The timing of the formal annual test may result in charges to our statement of operations in our fourth fiscal quarter that may not have been reasonably foreseen in prior periods. At October 31, 2021, we had $5.6 billion in goodwill and $3.2 billion in net acquired intangible assets on our condensed consolidated balance sheet, both of which may be subject to impairment charges in the future. New acquisitions, and any impairment of the value of acquired intangible assets, may have a significant negative impact on our future financial results.\nWe have incurred indebtedness and may incur other debt in the future, which may adversely affect our financial condition and future financial results.\nAs of October 31, 2021, we had an aggregate of $2.0 billion of indebtedness outstanding under our senior unsecured notes. In addition, on November 1, 2021, we borrowed $4.7 billion under our credit facilities to fund a portion of the purchase price to acquire Mailchimp. Under the agreements governing our indebtedness, we are permitted to incur additional debt. This debt, and any debt that we may incur in the future, may adversely affect our financial condition and future financial results by, among other things:\n•increasing our vulnerability to downturns in our business, to competitive pressures and to adverse economic and industry conditions;\n•requiring the dedication of a portion of our expected cash from operations to service our indebtedness, thereby reducing the amount of expected cash flow available for other purposes, including capital expenditures, share repurchases and acquisitions; and\n•limiting our flexibility in planning for, or reacting to, changes in our businesses and our industries.\nIf we are unable to generate sufficient cash flow from operations in the future to service our debt, we may be required, among other things, to seek additional financing in the debt or equity markets, refinance or restructure all or a portion of our indebtedness, sell selected assets or reduce or delay planned capital, operating or investment expenditures. Such measures may not be sufficient to enable us to service our debt.\nAdditionally, the agreements governing our indebtedness impose restrictions on us and require us to comply with certain covenants. For example, our credit facilities restrict the ability of our subsidiaries to incur indebtedness and require us to maintain compliance with specified financial ratios. Our ability to comply with these ratios may be affected by events beyond our control. In addition, our credit facilities and the indenture governing our senior unsecured notes limit our ability to create liens our and subsidiaries’ assets and engage in sale and leaseback transactions. If we breach any of these covenants and do not obtain a waiver from the lenders or the noteholders, as applicable, then, subject to applicable cure periods, any or all of our outstanding indebtedness may be declared immediately due and payable. There can be no assurance that any refinancing or additional financing would be available on terms that are favorable or acceptable to us, if at all.\nUnder the terms of our outstanding senior unsecured notes, we may be required to repurchase the notes for cash prior to their maturity in connection with the occurrence of certain changes of control that are accompanied by certain downgrades in the credit ratings of the notes. The repayment obligations under the notes may have the effect of discouraging, delaying or preventing a takeover of our company. If we were required to pay the notes prior to their scheduled maturity, it could have a negative impact on our cash position and liquidity and impair our ability to invest financial resources in other strategic initiatives.\nIn addition, changes by any rating agency to our credit rating may negatively impact the value and liquidity of both our debt and equity securities. If our credit ratings are downgraded or other negative action is taken, the interest rate payable by us under our unsecured revolving credit facility may increase. In addition, any downgrades in our credit ratings may affect our ability to obtain additional financing in the future and may negatively impact the terms of any such financing.\nWe cannot guarantee that our share repurchase program will be fully consummated or that it will enhance long-term stockholder value.\nWe have a stock repurchase program under which we are authorized to repurchase our common stock. The repurchase program does not have an expiration date and we are not obligated to repurchase a specified number or dollar value of shares. Our repurchase program may be suspended or terminated at any time. Even if our stock repurchase program is fully implemented, it may not enhance long-term stockholder value. Also, the amount, timing, and execution of our stock\nIntuit Q1 Fiscal 2022 Form 10-Q\nrepurchase programs may fluctuate based on our priorities for the use of cash for other purposes and because of changes in cash flows, tax laws, and the market price of our common stock.\nOur stock price may be volatile and your investment could lose value.\nOur stock price is subject to changes in recommendations or earnings estimates by financial analysts, changes in investors’ or analysts’ valuation measures for our stock, our credit ratings and market trends unrelated to our performance. Furthermore, speculation in the press or investment community about our strategic position, financial condition, results of operations, business or security of our products, can cause changes in our stock price. These factors, as well as general economic and political conditions, including the effects of the COVID-19 pandemic, and the timing of announcements in the public market regarding new products, product enhancements or technological advances by our competitors or us, and any announcements by us of acquisitions, major transactions, or management changes may adversely affect our stock price. Moreover, the COVID-19 pandemic has caused significant volatility in the global financial markets, which has resulted in significant volatility in our stock price recently. Further, any changes in the amounts or frequency of share repurchases or dividends may also adversely affect our stock price. A significant drop in our stock price could expose us to the risk of securities class actions lawsuits, which may result in substantial costs and divert management’s attention and resources, which may adversely affect our business.\nIntuit Q1 Fiscal 2022 Form 10-Q",
    "item_1B": "",
    "item_2": "ITEM 2 - UNREGISTERED SALES OF EQUITY SECURITIES AND USE OF PROCEEDS\nPurchases of Equity Securities by the Issuer and Affiliated Purchasers\nStock repurchase activity during the three months ended October 31, 2021 was as follows:\nPeriod Total Number\nof Shares\nPurchased Average\nPrice Paid\nper Share Total Number\nof Shares\nPurchased\nas Part of\nPublicly\nAnnounced\nPlans Approximate\nDollar Value\nof Shares\nThat May Yet\nBe Purchased\nUnder\nthe Plans\nAugust 1, 2021 through August 31, 2021 248,100 $ 536.24 248,100 $ 3,215,806,950\nSeptember 1, 2021 through September 30, 2021 195,000 $ 561.14 195,000 $ 3,106,384,416\nOctober 1, 2021 through October 31, 2021 162,500 $ 591.63 162,500 $ 3,010,244,564\nTotal 605,600 $ 559.12 605,600\nNote: On August 21, 2018 our Board approved a stock repurchase program under which we are authorized to repurchase up to $2 billion of our common stock. On August 20, 2021 our Board approved an increased authorization to purchase up to an additional $2 billion of our common stock under the existing stock repurchase program. All of the shares repurchased during the three months ended October 31, 2021 were purchased under this plan. At October 31, 2021, authorization from our Board of Directors to expend up to $3.0 billion remained available under the plans.\nITEM 6 - EXHIBITS\nSee the Exhibit Index immediately following the signature page of this Quarterly Report on Form 10-Q.\nIntuit Q1 Fiscal 2022 Form 10-Q\nSIGNATURES\nPursuant to the requirements of the Securities Exchange Act of 1934, the Registrant has duly caused this report to be signed on its behalf by the undersigned, thereunto duly authorized.\nINTUIT INC.\n(Registrant)\nDate: November 18, 2021 By: /s/ MICHELLE M. CLATTERBUCK\nMichelle M. Clatterbuck\nExecutive Vice President and Chief Financial Officer\n(Authorized Officer and Principal Financial Officer)\nIntuit Q1 Fiscal 2022 Form 10-Q\nEXHIBIT INDEX\nExhibit\nNumber Exhibit Description Filed\nHerewith Incorporated by\nReference\n31.01 Certification of Chief Executive Officer\nX\n31.02 Certification of Chief Financial Officer\nX\n32.01* Section 1350 Certification (Chief Executive Officer)\nX\n32.02* Section 1350 Certification (Chief Financial Officer)\nX\n101.INS XBRL Instance Document - the instance document does not appear in the Interactive Data File because its XBRL tags are embedded within the Inline XBRL document X\n101.SCH XBRL Taxonomy Extension Schema X\n101.CAL XBRL Taxonomy Extension Calculation Linkbase X\n101.LAB XBRL Taxonomy Extension Label Linkbase X\n101.PRE XBRL Taxonomy Extension Presentation Linkbase X\n101.DEF XBRL Taxonomy Extension Definition Linkbase X\n104 Cover Page Interactive Data File (formatted as Inline XBRL and contained in Exhibit 101) X\n________________________________\n* This exhibit is intended to be furnished and shall not be deemed “filed” for purposes of the Securities Exchange Act of 1934, as amended.\nIntuit Q1 Fiscal 2022 Form 10-Q",
    "item_3": "",
    "item_4": "",
    "item_5": "",
    "item_6": "ITEM 6 - EXHIBITS\nSee the Exhibit Index immediately following the signature page of this Quarterly Report on Form 10-Q.\nIntuit Q1 Fiscal 2022 Form 10-Q\nSIGNATURES\nPursuant to the requirements of the Securities Exchange Act of 1934, the Registrant has duly caused this report to be signed on its behalf by the undersigned, thereunto duly authorized.\nINTUIT INC.\n(Registrant)\nDate: November 18, 2021 By: /s/ MICHELLE M. CLATTERBUCK\nMichelle M. Clatterbuck\nExecutive Vice President and Chief Financial Officer\n(Authorized Officer and Principal Financial Officer)\nIntuit Q1 Fiscal 2022 Form 10-Q\nEXHIBIT INDEX\nExhibit\nNumber Exhibit Description Filed\nHerewith Incorporated by\nReference\n31.01 Certification of Chief Executive Officer\nX\n31.02 Certification of Chief Financial Officer\nX\n32.01* Section 1350 Certification (Chief Executive Officer)\nX\n32.02* Section 1350 Certification (Chief Financial Officer)\nX\n101.INS XBRL Instance Document - the instance document does not appear in the Interactive Data File because its XBRL tags are embedded within the Inline XBRL document X\n101.SCH XBRL Taxonomy Extension Schema X\n101.CAL XBRL Taxonomy Extension Calculation Linkbase X\n101.LAB XBRL Taxonomy Extension Label Linkbase X\n101.PRE XBRL Taxonomy Extension Presentation Linkbase X\n101.DEF XBRL Taxonomy Extension Definition Linkbase X\n104 Cover Page Interactive Data File (formatted as Inline XBRL and contained in Exhibit 101) X\n________________________________\n* This exhibit is intended to be furnished and shall not be deemed “filed” for purposes of the Securities Exchange Act of 1934, as amended.\nIntuit Q1 Fiscal 2022 Form 10-Q",
    "item_7": "",
    "item_7A": "",
    "item_8": "",
    "item_9": "",
    "item_9A": "",
    "item_9B": "",
    "item_10": "",
    "item_11": "",
    "item_12": "",
    "item_13": "",
    "item_14": "",
    "item_15": ""
}